Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: You are currently offline
ar: أنت غير متصل بالشبكة
ca: Actualment esteu fora de línia
de: Sie sind zurzeit offline
es: Actualmente está desconectado
fr: Vous êtes actuellement hors ligne
id: Anda saat ini sedang luring
nl: Je bent momenteel offline
pl: Obecnie jesteś offline
pt_br: Você está offline no momento
ru: Вы сейчас не в сети

source: No Internet connection, timeout or server down
ar: لا اتصال بالشبكة أو مهلة الاتصال انتهت أو الخادم عطِب
ca: Sense connexió a Internet, s'ha esgotat el temps d'espera o ha caigut el servidor
de: Keine Internetverbindung, Timeout oder Serverfehler
es: Sin conexión a Internet, se ha agotado el tiempo de espera o se ha caído el servidor
fr: Pas de connexion Internet, délai dépassé ou serveur en panne
id: Tidak ada koneksi Internet, waktu habis atau server down
nl: Geen internetverbinding, time-out of server niet beschikbaar
pl: Brak połączenia z internetem, upłynął limit czasu albo serwer nie odpowiada
pt_br: Sem conexão com a Internet, tempo limite excedido ou servidor inativo
ru: Нет подключения к Интернету, тайм-аут или сервер недоступен

source: Please complete CAPTCHA
ca: Si us plau, completeu el CAPTCHA
es: Por favor, complete el CAPTCHA
fr: Veuillez compléter le CAPTCHA
id: Mohon lengkapi CAPTCHA
nl: Gelieve CAPTCHA in te vullen
pl: Proszę wypełnić Captchę
pt_br: Por favor complete o CAPTCHA
ru: Пожалуйста, заполните CAPTCHA

source: Webview
ca: Vista web
es: Vista web
fr: Vue Web
id: Tampilan Web

source: %A, %B %e
de: %A, %e. %B
fr: %A %e %B
pl: %A, %e %B
pt_br: %A, %e de %B

source: OEL
de: Original englischsprachige Manga
fr: Original en langue anglaise
nl: Originele Engelse Manga

source: manga;reader;viewer;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;
es: manga;lector;visor;cómic;reader;viewer;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;
pl: manga;czytnik;przeglądarka;komiks;manhwa;manhua;bd;webtoon;webcomic;skan;offline;

source: Resume reading
ar: تابع المطالعة
de: Fortfahren
es: Reanudar la lectura
nl: Verder lezen
pl: Wznów czytanie

source: No categories
ar: بدون تصنيفات
de: Keine Kategorien
es: Sin categorías
nl: Geen categorieën
pl: Brak kategorii

source: Start/Stop download
ar: ابدأ/أوقف التنزيل
de: Download starten/anhalten
es: Iniciar/Detener descarga
nl: Download starten/stoppen
pl: Rozpocznij/zatrzymaj pobieranie

source: No downloads
ar: لا تنزيلات
de: Keine Downloads
es: Sin descargas
nl: Geen downloads
pl: Brak pobranych

source: Search for comics across all servers
de: Mangas über Server hinweg suchen
es: Buscar cómics en todos los servidores
nl: Zoeken naar strips op alle servers
pl: Szukaj komiksów na wszystkich serwerach

source: Search for servers
ar: ابحث عن خادم
de: Server suchen
es: Buscar servidores
nl: Zoeken naar servers
pl: Szukaj serwerów

source: No history
ar: السجل فارغ
de: Nichts vorhanden
es: Sin historial
nl: Geen geschiedenis
pl: Brak historii

source: Toggle categories sidebar
es: Barra lateral de las categorías

source: OK
ar: موافق
ca: D'ACORD
de: Okay
es: VALE

source: Clear chapters cache and database
ar: مسح خبيئة الفصول وقاعدة البيانات
es: Borrar la caché y la base de datos de los capítulos
nl: Hoofdstukken cache en database wissen
pl: Wyczyść pamięć podręczną rozdziałów i bazę danych

source: Clear chapters cache and database on application close
es: Borrar la caché y la base de datos de los capítulos al cerrar la aplicación
nl: Hoofdstuk-cache en -database wissen bij het sluiten van de app
pl: Wyczyść pamięć podręczną rozdziałów i bazę danych przy zamknięciu aplikacji

source: Credentials storage
de: Zugangsdatenspeicher
es: Almacenamiento de credenciales
nl: Opslag van referenties
pl: Magazyn poświadczeń

source: Allow plaintext storage as fallback
de: Speicherung im Klartext als Alternative erlauben
es: Permitir el almacenamiento de texto plano como alternativa
nl: Opslag in platte tekst als fallback toestaan
pl: Zezwól awaryjnie na przechowywanie zwykłym tekstem

source: Toggle fullscreen mode
de: Vollbildmodus
es: Conmutar modo de pantalla completa
pl: Przełącz tryb pełnoekranowy

# Shortcut window description
source: Open preferences
ar: افتح التفضيلات
de: Einstellungen
es: Abrir preferencias
pl: Otwórz preferencje

# Shortcut window description
source: Toggle fullscreen mode
ar: بدّل وضع ملء الشاشة
de: Vollbildmodus
es: Alternar modo de pantalla completa
pl: Przełącz tryb pełnoekranowy

# Shortcut window description
source: Open shortcuts window
ar: افتح نافذة الاختصارات
de: Tastenkürzel anzeigen
es: Abrir ventana de atajos
pl: Otwórz okno skrótów

# Shortcut window description
source: Add manga
ar: أضف منغا
de: Manga hinzufügen
es: Añadir manga
pl: Dodaj mangę

# Shortcut window description
source: Select all
ar: اختر الكل
de: Alle auswählen
es: Seleccionar todo
pl: Zaznacz wszystko

# Shortcut window description
source: Select all chapters
ar: اختر كل الفصول
de: Alle Kapitel auswählen
es: Seleccionar todos los capítulos
pl: Wybierz wszystkie rozdziały

# Shortcut window description
source: Select all downloads
ar: اختر كل التنزيلات
de: Alle Downloads auswählen
es: Seleccionar todas las descargas
pl: Zaznacz wszystkie pobrania

source: Sponsor via Ko-fi
ar: ادعم عبر كو-في
de: Mittels Ko-fi unterstützen
es: Patrocinar a través de Ko-fi
pl: Sponsoruj przez Ko-fi

source: Sponsor via Liberapay
ar: ادعم عبر لِبراباي
de: Mittels Liberapay unterstützen
es: Patrocinar a través de Liberapay
pl: Sponsoruj przez Liberapay

source: Sponsor via Paypal
ar: ادعم عبر بايبال
de: Mittels Paypal unterstützen
es: Patrocinar a través de Paypal
pl: Sponsoruj przez Paypal

source: Search for comics across all the servers you have enabled
es: Buscar los cómics en todos los servidores que tengas habilitados

source: Add new comic
de: Hinzufügen
es: Añadir cómic nuevo
nl: Nieuwe stripboek toevoegen
pl: Dodaj nowy komiks

source: Toggle category sidebar
de: Kategorien

source: Discover new readings
de: Lektüren entdecken

source: Dark Theme
de: Dunkles Farbschema

source: Use dark GTK theme
de: Benutzt das dunkle GTK Farbscheme

source: This tweak is only intended for users who do not use the GNOME desktop environment and therefore cannot disable animations globally via GNOME Settings (Accessibility ⇨ Seeing ⇨ Enable Animations).
de: Diese Anpassung ist nur für Nutzer gedacht, die nicht GNOME verwenden und daher die globale Einstellung unter dem Menüpunkt “Barrierefreiheit” nicht verwenden können.

source: Search across all servers
de: Suche über alle Server

source: Please choose a file
de: Bitte wählen Sie eine Datei

source: No new chapter found
de: Kein neues Kapitel gefunden

source: @authorfullname@
id: @namalengkappenulis@

source: @prettyname@
id: @namacantik@

source: @description@
id: @deskripsi@
