Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Refined the ability to add comics via the command line: more servers supported
ca: S'ha refinat la possibilitat d'afegir còmics a través de la línia d'ordres: més servidors compatibles
de: Hinzufügen von Comics via Kommandozeile: mehr Server unterstützt
es: Perfecciona la posibilidad de añadir cómics a través de la línea de comandos: admite más servidores
fr: Amélioration de la possibilité d’ajouter des bandes dessinées via la ligne de commande : plus de serveurs pris en charge
id: Penyempurnaan kemampuan untuk menambahkan komik melalui baris perintah: kini lebih banyak server didukung
pl: Udoskonalono możliwość dodawania komiksów z wiersza poleceń: więcej serwerów obsługiwanych
pt_br: Refinada a capacidade de adicionar quadrinhos via linha de comando: mais servidores suportados
ru: Улучшена возможность добавления комиксов через командную строку: поддерживается больше серверов

source: [Explorer] Search: Add button to open server's website in browser
ca: [Explorador] Cerca: Afegit un botó per obrir el lloc web del servidor al navegador
de: [Explorer] Knopf hinzugefügt, der die Webseite des Servers im Browser anzeigt
es: [Explorador] Buscar: Añade un botón para abrir el sitio web del servidor en el navegador
fr: [Explorateur] Recherche : Ajout d’un bouton pour ouvrir le site internet du serveur dans le navigateur
id: [Jelajah] Pencarian: Tombol untuk membuka situs web server di browser telah ditambahkan
pl: [Przeglądarka] Wyszukiwarka: dodano przycisk otwierający stronę serwera w przeglądarca
pt_br: [Explorador] Pesquisa: Adiciona botão para abrir o site do servidor no navegador
ru: [Проводник] Поиск: Добавлена кнопка для открытия сервера в браузере

source: [Explorer] Servers list: Add a 'key' icon when a server requires a user account
ca: [Explorador] Llista de servidors: afegida una icona de "clau" quan un servidor requereixi un compte d'usuari
de: [Explorer] Serverliste: "Schlüssel"-Icon bei Servern hinzugefügt, die ein Benutzerkonto benötigen
es: [Explorador] Lista de servidores: Añade un icono de "clave " cuando un servidor requiere una cuenta de usuario
fr: [Explorateur] Liste de serveurs : Ajout d’une icône « clé » quand un serveur requiert un compte utilisateur
id: [Jelajah] Daftar server: Ikon 'kunci' saat server memerlukan akun pengguna ditambahkan
pl: [Przeglądarka] Lista serwerów: dodano ikonę „klucza”, gdy serwer wymaga konta użytkownika
pt_br: [Explorador] Lista de servidores: Adiciona um ícone de "chave" quando um servidor requer uma conta de usuário
ru: [Проводник] Сервера: Добавлена значек 'ключ', когда сервер требует учетную запись пользователя

source: [Explorer] Manga card: Add last chapter
ca: [Explorador] Targeta manga: Afegit l'últim capítol
de: [Explorer] Mangakarte: Letztes Kapitel hinzugefügt
es: [Explorador] Ficha del manga: Añadir el último capítulo
fr: [Explorateur] Manga card : Ajout du dernier chapitre
id: [Jelajah] Kartu Manga: Bab terakhir ditambahkan
pl: [Przeglądarka] Karta mangi: dodano ostatni rozdział
pt_br: [Explorador] Cartão de mangá: Adiciona último capítulo
ru: [Проводник] Карточка манги: Добавленая последняя глава

source: [Servers] Add Komga (Free and open source comics/mangas media server)
ca: [Servidors] Afegit Komga (Servidor multimèdia de còmics/mangas gratuït i de codi obert)
de: [Server] Komga hinzugefügt
es: [Servidores] Añade Komga (Servidor multimedia de cómics/mangas gratuito y de código abierto)
fr: [Serveurs] Ajout de Komga (Serveur de bandes dessinées / mangas libres et open-source)
id: [Server] Tambahkan Komga (Server media komik/mangas sumber terbuka dan gratis)
pl: [Serwery] Dodano Komga (darmowy, otwarto-źródłowy serwer multimedialny dla komiksów/mang)
pt_br: [Servidores] Adiciona Komga (servidor de mídia de quadrinhos/mangás livre e de código aberto)
ru: [Сервера] Добавлена Komga (Бесплатный медиа-сервер комиксов/манг с открытым исходным кодом)

source: [Servers] Add View Comics (EN)
ca: [Servers] Afegit View Comics (EN)
de: [Server] View Comics (EN) hinzugefügt
es: [Servidores] Añade View Comics (EN)
fr: [Serveurs] Ajout de View Comics (EN)
id: [Server] View Comics (EN) ditambahkan
pl: [Serwery] Dodano View Comics (EN)
pt_br: [Servidores] Adiciona View Comics (EN)
ru: [Сервера] Добавлен View Comics (EN)

source: [Servers] NineManga: Update
ca: [Servidors] NineManga: Actualització
de: [Server] NineManga: Aktualisiert
es: [Servidores] NineManga: Actualización
fr: [Serveurs] NineManga : Mise à jour
id: [Server] NineManga : Diperbarui
pl: [Serwery] NineManga: aktualizacja
pt_br: [Servidores] NineManga: Atualização
ru: [Сервера] NineManga: Update

source: Fixing manga addition
ca: Corregida l'addició de manga
de: Fehler beim Hinzufügen von Manga behoben
es: Corrige la inclusión de mangas
fr: Correction de l’ajout de mangas
id: Perbaikan penambahan manga
pl: Naprawiono dodawanie mang
pt_br: Correção da adição de mangá
ru: Исправление добавления манги

source: Added ability to add comics via the command line
ca: S'ha afegit la possibilitat d'afegir còmics a través de la línia d'ordres
de: Manga können nun per Kommandozeile hinzugefügt werden
es: Añade la posibilidad de añadir cómics a través de la línea de comandos
fr: Ajout de la possibilité d’ajouter des bandes dessinées via la ligne de commande
id: Menambahkan kemampuan untuk menambahkan komik melalui baris perintah
pl: Dodano możliwość dodawania komiksów z wiersza poleceń
pt_br: Adicionada capacidade de adicionar quadrinhos por meio da linha de comando
ru: Добавлена возможность добавления комиксов через командную строку

source: [Servers] Add Scan Manga (FR)
ca: [Servidors] Afegit Scan Manga (FR)
de: [Server] Scan Manga (FR) hinzugefügt
es: [Servidores] Añade Scan Manga (FR)
fr: [Serveurs] Ajout de Scan Manga (FR)
id: [Server] Menambahkan Scan Manga (FR)
pl: [Serwery] Dodano Scan Manga (FR)
pt_br: [Servidores] Adiciona Scan Manga (FR)
ru: [Сервера] Добавлен Scan Manga (FR)

source: [Servers] Mangahub: Fixed pages wrong order
ca: [Servidors] Mangahub: S'ha corregit l'ordre incorrecte de les pàgines
de: [Server] Mangahub: Fehler bei der Seitenreihenfolge behoben
es: [Servidores] Mangahub: Corrige el orden incorrecto de las páginas
fr: [Serveurs] Mangahub : Correction du mauvais ordre des pages
id: [Server] Mangahub : Perbaikan kesalahan pengurutan halaman
pl: [Serwery] MangaHub: naprawiono błędną kolejność stron
pt_br: [Servidores] Mangahub: Corrigida a ordem errada das páginas
ru: [Сервера] Mangahub: Исправлен неправильный порядок страниц

source: [Library] Allow Selection mode while in search and search in Selection mode
ca: [Biblioteca] Permet el mode de selecció durant la cerca i cerca en el mode de selecció
de: [Bibliothek] Erlaube Suche und Auswahlmodus gleichzeitig
es: [Biblioteca] Permite el modo de selección durante la búsqueda y la búsqueda en el modo de selección
fr: [Bibliothèque] Permet le mode Sélection pendant la recherche et la recherche dans le mode Sélection
id: [Pustaka] Izinkan mode seleksi pada pencarian dan pencarian dalam mode seleksi
pl: [Biblioteka] Umożliwiono tryb wybierania podczas szukania i na odwrót
pt_br: [Biblioteca] Permite o modo Seleção durante a pesquisa e pesquisar no modo Seleção
ru: [Библиотека] Разрешиен режим выбора в режиме поиска и поиск в режиме выбора

source: [Card] The chapter `Reset` action is now proposed as soon as chapter pages are known
ca: [Targeta] Ara es proposa l'acció del capítol "Restablir" tan aviat com es coneguin les pàgines del capítol
de: [Mangakarte] Kapitel können nun zurückgesetzt werden, sobald die Anzahl der Seiten bekannt ist
es: [Ficha] La acción de "Restablecer" del capítulo se propone ahora en cuanto se conozcan las páginas del capítulo
fr: [Carte] L'action « Réinitialiser » du chapitre est maintenant proposée dès que les pages du chapitre sont connues
id: [Kartu] Tindakan `Reset` bab sekarang diusulkan segera setelah halaman bab diketahui
pl: [Karta] Akcja dla rozdziału „Zresetuj” jest proponowana, gdy tylko strony rozdziału są znne
pt_br: [Cartão] A ação "Redefinir" do capítulo agora é proposta assim que as páginas do capítulo são conhecidas
ru: [Карточка] Действие главы `Перезагрузка` теперь предлагается, как только становятся известны страницы главы

source: [Card] Improve chapters multiple selection
ca: [Targeta] Millorada la selecció múltiple de capítols
de: [Mangakarte] Auswahl mehrerer Kapitel verbessert
es: [Ficha] Mejora de la selección múltiple de capítulos
fr: [Carte] Amélioration de la sélection multiple de chapitres
id: [Kartu] Peningkatan pemilihan beberapa bab
pl: [Karta] Usprawniono wybór wielu rozdziałów
pt_br: [Cartão] Melhora a seleção múltipla de capítulos
ru: [Карточка] Улучшено множественное выбора глав

source: [Servers] Add Read Comic Online (EN)
ca: [Servidors] Afegit Read Comic Online (EN)
de: [Server] Read Comic Online (EN) hinzugefügt
es: [Servidores] Añade Read Comic Online (EN)
fr: [Serveurs] Ajout de Read Comic Online (EN)
id: [Server] Read Comic Online (EN) Ditambahkan
pl: [Serwery] Dodano Read Comic Online (EN)
pt_br: [Servidores] Adiciona Read Comic Online (EN)
ru: [Сервера] Добавлен Read Comic Online (EN)

source: [Servers] Hunlight Scans: Add logo
ca: [Servidors] Hunlight Scans: Afegit el logotip
de: [Server] Hunlight Scans: Logo hinzugefügt
es: [Servidores] Hunlight Scans: Añade el logo
fr: [Serveurs] Hunlight Scans : Ajout d’un logo
id: [Server] Hunlight Scans : Logo ditambahkan
pl: [Serwery] Hunlight Scans: dodano logo
pt_br: [Servidores] Hunlight Scans: Adiciona logotipo
ru: [Сервера] Hunlight Scans: Добавлен логотип

source: [Add dialog] Add Back navigation between pages via Esc key
ca: [Afegeix diàleg] Afegida navegació enrere entre pàgines mitjançant la tecla Esc
de: [Hinzufügen] Navigation mittels ESC-Taste hinzugefügt.
es: [Diálogo de Añadir] Añade la navegación hacia atrás entre las páginas a través de la tecla Esc
fr: [Ajout d’une fenêtre de dialogue] Ajout d’un retour en arrière dans la navigation entre les pages avec la touche Échap
id: [Tambah Dialog] Menambahkan navigasi kembali antar halaman melalui tombol Esc
pl: [Dialog dodawania] Dodano przejście wstecz między stronami klawiszem Esc
pt_br: [Adição de caixa de diálogo] Adiciona navegação Voltar entre as páginas via tecla Esc
ru: [Добавлен диалог] Добавлена навигация назад между страницами с помощью клавиши Esc

source: [Add dialog] Search page: Give keyboard focus to search entry when a printable character is typed
ca: [Afegeix diàleg] Pàgina de cerca: dona el focus del teclat a l'entrada de cerca quan s'escrigui un caràcter imprimible
de: [Hinzufügen] Lege Fokus auf Sucheintrag, wenn Text eingegeben wird
es: [Diálogo de Añadir] Página de búsqueda: Da el enfoque del teclado a la entrada de búsqueda cuando se escribe un carácter imprimible
fr: [Ajout d’une fenêtre de dialogue] Page de recherche : Donne le focus clavier à l’entrée de recherche lorsqu’un caractère imprimable est tapé
id: [Tambah dialog] Halaman pencarian : Memberikan fokus keyboard ke entri pencarian ketika karakter yang dapat dicetak diketik
pl: [Dialog dodawania] Strona wyszukiwana: skup klawiaturę na wyniku wyszukiwania, gdy wpisano drukowalny znak
pt_br: [Adição de caixa de diálogo] Página de pesquisa: da o foco do teclado à entrada de pesquisa quando um caractere imprimível for digitado
ru: [Добавлен диалог] Страница поиска: Когда пользователь начинает печатать, фокус переходит поисковому запросу

source: [Card] Add 'Resume read' button
ca: [Targeta] Afegit el botó "Reprendre la lectura"
de: [Mangakarte] Knopf zum Fortfahren beim letzten Kapitel hinzugefügt.
es: [Ficha] Añade el botón "Reanudar la lectura"
fr: [Carte] Ajout d’un bouton « Reprendre la lecture »
id: [Kartu] Menambahkan tombol 'Lanjutkan membaca'
pl: [Karta] Dodano przycisk „Wznów czytanie”
pt_br: [Cartão] Adiciona o botão "Continuar leitura"
ru: [Карточка] Добавлена кнопка "Продолжить чтение"

source: [Servers] Add Xoxocomics (EN)
ca: [Servers] Afegit Xoxocomics (EN)
de: [Server] Xoxocomics (EN) hinzegefügt
es: [Servidores] Añade Xoxocomics (EN)
fr: [Serveurs] Ajout de Xoxocomics (EN)
id: [Server] Xoxocomics (EN) ditambahkan
pl: [Serwery] Dodano Xoxocomics (EN)
pt_br: [Servidores] Adiciona Xoxocomics (EN)
ru: [Сервера] Добавлен Xoxocomics (EN)

source: [Servers] MangaDex: Update to API v2 (more stable)
ca: [Servidors] MangaDex: Actualització a API v2 (més estable)
de: [Server] MangaDex: Update zur stabileren v2 API
es: [Servidores] MangaDex: Actualiza a API v2 (más estable)
fr: [Serveurs] MangaDex : Mise à jour vers API v2 (+ stable)
id: [Server] MangaDex : Pembaruan ke API v2 (lebih stabil)
pl: [Serwery] MangaDex: zaktualizowano do API v2 (stabilniejsze)
pt_br: [Servidores] MangaDex: Atualização para API v2 (mais estável)
ru: [Сервера] MangaDex: Обновлен API до 2 версии (более стабильный)

source: [Servers] ScanOnePiece: Update
ca: [Servidors] ScanOnePiece: Actualització
de: [Server] ScanOnePiece: Aktualisiert
es: [Servidores] ScanOnePiece: Actualización
fr: [Serveurs] ScanOnePiece : Mise à jour
id: [Server] ScanOnePiece : Diperbarui
pl: [Serwery] ScanOnePiece: aktualizacja
pt_br: [Servidores] ScanOnePiece: Atualização
ru: [Сервра] ScanOnePiece: Обновлен

source: [Servers] Disable Leviatan Scans (ES)
ca: [Servidors] Desactivat Leviatan Scans (ES)
de: [Server] Leviatan Scans (ES) deaktiviert
es: [Servidores] Desactiva Leviatan Scans (ES)
fr: [Reader] Ré-autorisation de la mise à l'échelle des pages en mode de lecture verticale (désactivée par erreur dans la version 0.22.0)
id: [Server] Leviatan Scans (ES) Dinonaktifkan
pl: [Serwery] Wyłączono Leviatan Scans (ES)
pt_br: [Servidores] Desabilita Leviatan Scans (ES)
ru: [Сервера] Отлкючен Leviatan Scans (ES)

source: [Reader] Re-allow page scaling in Vertical reading mode (disabled by mistake in 0.22.0)
ca: [Lector] Es torna a permetre l'escalat de pàgines en mode de lectura vertical (desactivat per error en la 0.22.0)
de: [Leser] Skalierung im Vertikalmodus reaktiviert (in 0.22.0 fälschlicherweise deaktiviert)
es: [Lector] Vuelve a permitir el escalado de páginas en el modo de lectura vertical (desactivado por error en la versión 0.22.0)
fr: [Lecteur] Ré-autorisation de la mise à l’échelle des pages en mode de lecture verticale (désactivée par erreur dans la version 0.22.0)
id: [Pembaca] Perbolehkan kembali pengaturan skala pada mode baca vertikal (tidak sengaja dinonaktifkan pada 0.22.0)
pl: [Czytnik] Ponownie umożliwiono skalowanie stron w pionowym trybie czytania (wyłączono przez przypadek w 0.22.0)
pt_br: [Leitor] Permite novamente o dimensionamento da página no modo de leitura vertical (desabilitado por engano em 0.22.0)
ru: [Читалка] Повторное разрешение масштабирования страницы в режиме вертикального чтения (отключено по ошибке в версии 0.22.0)

source: [Library] Allow bulk downloading of manga, as well as marking all chapters as (un)read
ca: [Biblioteca] Permet la descàrrega massiva de manga, així com marcar tots els capítols com a (no) llegits
de: [Bibliothek] Gleichzeitiges Herunterladen und als (un)gelesen Markieren von Manga
es: [Biblioteca] Permite la descarga masiva de manga, así como marcar todos los capítulos como (no) leídos
fr: [Bibliothèque] Permet le téléchargement en masse de mangas, ainsi que le marquage de tous les chapitres comme étant (non) lus
id: [Pustaka] Memungkinkan pengunduhan manga secara massal, serta dapat menandai seluruh bab sebagai (belum) dibaca
pl: [Biblioteka] Umożliwiono masowe pobieranie mangi, jak też oznaczenia wszystkich rozdziałów jako (nie)przeczytane
pt_br: [Biblioteca] Permite o download em massa de mangás, bem como marcar todos os capítulos como (não )lidos
ru: [Библиотека] Разрешено массовое скачивание манги, а также пометить все главы как (не)прочитанные

source: [Card] Chapters list: Add sort by date
ca: [Targeta] Llista de capítols: Afegida ordenació per data
de: [Mangakarte] Kapitel können nun nach Datum sortiert werden
es: [Ficha] Lista de capítulos: Añade la ordenación por fecha
fr: [Carte] Liste de chapitres : Ajout du tri par date
id: [Kartu] Daftar bab : Menambahkan pengurutan berdasarkan tanggal
pl: [Karta] Lista rozdziałów: dodano sortowanie według daty
pt_br: [Cartão] Lista de capítulos: Adiciona classificação por data
ru: [Карточка] Список глав: Добавлена сортировка по дате

source: [Reader] Add new pager for Webtoons: Vertical smooth/continuous scrolling (a.k.a. infinite canvas)
ca: [Lector] Afegiu un nou paginador per a Webtoons: desplaçament vertical suau/continu (també conegut com a llenç infinit)
de: [Leser] Neuer Pager für Webtoons: kontinuierliches vertikales Scrollen
es: [Lector] Añade un nuevo paginador para los Webtoons: Desplazamiento vertical suave/continuo (también conocido como lienzo infinito)
fr: [Lecteur] Ajout d’une nouvelle page pour les Webtoons : Défilement vertical doux / continu (canevas infinis)
id: [Pembaca] Menambahkan halaman baru untuk Webtoons: Pengguliran halus/kontinu secara vertikal (alias kanvas tak terbatas)
pl: [Czytnik] Dodano nowy pager dla webtoons: pionowe płynne/ciągłe przewijanie (czyli nieskończony canvas)
pt_br: [Leitor] Adiciona novo paginador para Webtoons: rolagem vertical suave/contínua (também conhecida como tela infinita)
ru: [Читалки] Добавлен новый пейджер для Webtoons: Вертикальная плавная/непрерывная прокрутка (как бесконечный холст)

source: [Download Manager] Adding downloads: Improve responsiveness
ca: [Gestor de descàrregues] Afegir descàrregues: millora la capacitat de resposta
de: [Download-Manager] Responsivität beim Hinzufügen von Downloads verbessert
es: [Gestor de descargas] Añadir descargas: Mejora la capacidad de respuesta
fr: [Gestionnaire de Téléchargements] Ajout de téléchargements : Amélioration de la réactivité
id: [Pengelola Unduhan] Menambahkan unduhan : Meningkatkan daya tanggap
pl: [Menedżer pobierania] Dodawanie pobierań: usprawniono responsywność
pt_br: [Gerenciador de download] Adição de downloads: Melhora a capacidade de resposta
ru: [Менеджер загрузок] Добавление загрузок: Улучшение отзывчивости

source: [Preferences] Library: Add new option to allow user to enable/disable servers with NSFW only content
ca: [Preferències] Biblioteca: Afegida una nova opció per permetre a l'usuari habilitar/desactivar servidors només amb contingut NSFW
de: [Einstellungen] Bibliothek: Option zur (De-)Aktivierung von Servern mit Fokus auf unpassendem Material hinzugefügt
es: [Preferencias] Biblioteca: Añade nueva opción para permitir al usuario activar/desactivar los servidores con sólo contenido inapropiado
fr: [Préférences] Bibliothèque : Ajout d’une nouvelle option pour permettre à l’utilisateur d’activer / désactiver les serveurs avec uniquement du contenu sensible
id: [Preferensi] Pustaka : Menambahkan opsi baru untuk memungkinkan pengguna mengaktifkan/menonaktifkan server dengan konten khusus NSFW
pl: [Preferencje] Biblioteka: dodano opcję pozwalającą użytkownikowi włączyć/wyłączyć serwery z treścią wyłącznie NSFW
pt_br: [Preferências] Biblioteca: Adiciona nova opção para permitir ao usuário habilitar/desabilitar servidores com conteúdo somente NSFW
ru: [Предпочтения] Библиотека: Добавлена новая опция, позволяющая пользователю включать/выключать серверы с содержимым только NSFW

source: [Servers] Add Mangahub
ca: [Servidors] Afegit Mangahub
de: [Server] Mangahub hinzugefügt
es: [Servidores] Añade Mangahub
fr: [Serveurs] Ajout de Mangahub
id: [Server] Mangahub ditambahkan
pl: [Serwery] Dodano Mangahub
pt_br: [Servidores] Adiciona Mangahub
ru: [Сервера] Добавлен Mangahub

source: [Servers] Add NHentai
ca: [Servidors] Afegit NHentai
de: [Server] NHentai hinzugefügt
es: [Servidores] Añade NHentai
fr: [Serveurs] Ajout de NHentai
id: [Server] NHentai ditambahkan
pl: [Serwery] Dodano NHentai
pt_br: [Servidores] Adiciona NHentai
ru: [Сервера] Добавлен NHentai

source: [Servers] Add Readmanhwa
ca: [Servidors] Afegit Readmanhwa
de: [Server] Readmanhwa hinzugefügt
es: [Servidores] Añade Readmanhwa
fr: [Serveurs] Ajout de Readmanhwa
id: [Server] Readmanhwa ditambahkan
pl: [Serwery] Dodano ReadManhwa
pt_br: [Servidores] Adiciona Readmanhwa
ru: [Сервера] Добавлен Readmanhwa

source: [Servers] Central de Mangás: Update
ca: [Servidors] Central de Mangás: Actualització
de: [Server] Central de Mangás: Aktualisiert
es: [Servidores] Central de Mangás: Actualización
fr: [Serveurs] Central de Mangás : Mise à jour
id: [Server] Central de Mangás: Diperbarui
pl: [Serwery] Central de Mangás: aktualizacja
pt_br: [Servidores] Central de Mangás: Atualiza
ru: [Сервера] Central de Mangás: Обновлен

source: [Servers] Crunchyroll: Update
ca: [Servidors] Crunchyroll: Actualització
de: [Server] Crunchyroll: Aktualisiert
es: [Servidores] Crunchyroll: Actualización
fr: [Serveurs] Crunchyroll : Mise à jour
id: [Server] Crunchyroll: Diperbarui
pl: [Serwery] Crunchyroll: aktualizacja
pt_br: [Servidores] Crunchyroll: Atualiza
ru: [Сервера] Crunchyroll: Обновлен

source: [Servers] MangaNelo: Update
ca: [Servidors] MangaNelo: Actualització
de: [Server] MangaNelo: Aktualisiert
es: [Servidores] MangaNelo: Actualización
fr: [Serveurs] MangaNelo : Mise à jour
id: [Server] MangaNelo : Diperbarui
pl: [Serwery] MangaNelo: aktualizacja
pt_br: [Servidores] MangaNelo: Atualiza
ru: [Servers] MangaNelo: Обновлен

source: [Servers] Dynasty: Improvements
ca: [Servidors] Dynasty: Millores
de: [Servers] Dynasty: Verbesserungen
es: [Servidores] Dynasty: Mejoras
fr: [Serveurs] Dynasty : Améliorations
id: [Server] Dynasty : Ditingkatkan
pl: [Serwery] Dynasty: usprawnienia
pt_br: [Servidores] Dynasty: Melhorias
ru: [Servers] Dynasty: Улучшен

source: [Library] Several bugs fixes
ca: [Biblioteca] Diverses correccions d'errors
de: [Bibliothek] Einige Fehler behoben
es: [Biblioteca] Corrige varios errores
fr: [Bibliothèque] Plusieurs corrections de bogues
id: [Pustaka] Perbaikan beberapa bug
pl: [Biblioteka] Naprawiono kilka błędów
pt_br: [Biblioteca] Várias correções de bugs
ru: [Библиотека] Исправлены несколько ошибок

source: [Library] Rounded mangas thumbnails
ca: [Biblioteca] Miniatures de manga arrodonides
de: [Bibliothek] Abgerundete Mangathumbnails
es: [Biblioteca] Miniaturas de mangas redondeadas
fr: [Bibliothèque] Vignettes des mangas rondes
id: [Pustaka] Gambar mini manga dibuat membulat
pl: [Biblioteka] Zaokrąglone miniatury mang
pt_br: [Biblioteca] Miniaturas arredondadas de mangás
ru: [Библиотека] Закругленные миниатюры манг

source: [L10n] German translation update
ca: [L10n] Actualitzada la traducció a l'alemany
de: [Lokalisierung] Deutsche Übersetzung überarbeitet
es: [L10n] Traducciones al alemán actualizada
fr: [L10n] Mise à jour de la traduction allemande
id: [L10n] Pembaruan terjemahan Bahasa Jerman
pl: [L10n] Aktualizacja tłumaczenia na język niemiecki
pt_br: [L10n] Atualização da tradução para alemão
ru: [L10n] Обновлен перевод на немецком языке

source: Fixed circular import error that prevented Komikku from starting (only on first launch, didn't affect Flatpak)
ca: S'ha corregit un error d'importació circular que impedia que s'iniciés Komikku (només al primer llançament, no afectava Flatpak)
de: Zirkulären Importfehler behoben, der Komikku vom Starten abhielt (nur beim ersten Start, nicht in Flatpak)
es: Corrige el error de importación circular que impedía el inicio de Komikku (sólo en el primer lanzamiento, no afectaba a Flatpak)
fr: Correction de l’erreur d’importation circulaire qui empêchait Komikku de démarrer (seulement au premier lancement, sans affecter Flatpak)
pl: Naprawiono błąd zazębiających się importów uniemożliwiający start Komikku (tylko przy pierwszym uruchomieniu, nie dotyczyło Flatpaka)
pt_br: Corrigido erro de importação circular que impedia a inicialização do Komikku (somente na primeira inicialização, não afetava o Flatpak)
ru: Исправлена ошибка циклического импорта, из-за которой Komikku не запускался (только при первом запуске, на Flatpak не влияло)
