Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Library] Search: Add filter options (Downloaded, Unread, Recent)
ca: [Biblioteca] Cerca: Afegides opcions de filtre (dDescarregat, No llegit, Recent)
de: [Bibliothek] Suche: Filteroptionen hinzugefügt (Heruntergeladen, Ungelesen, Neu)
es: [Biblioteca] Búsqueda: Añade opciones de filtro (Descargado, No leído, Reciente)
fr: [Bibliothèque] Recherche : Ajout d’options de filtrage (Téléchargés, Non-lus, Récents)
pl: [Biblioteka] Wyszukiwarka: dodano opcje filtrowania (Pobrane, Nieprzeczytane, Ostatnie)
pt_br: [Biblioteca] Pesquisa: Adiciona opções de filtro (baixado, não lido, recente)
ru: [Библиотека] Поиск: Добавить параметры фильтра (Загруженные, Непрочитанные, Недавние)

source: [Preferences] The window and its subpages can now be closed with Esc key
ca: [Preferències] La finestra i les seves subpàgines ara es poden tancar amb la tecla Esc
de: [Einstellungen] Das Fenster und Unterseiten können nun mit der ESC-Taste geschlossen werden
es: [Preferencias] La ventana y sus subpáginas ahora se pueden cerrar con la tecla Esc
fr: [Préférences] La fenêtre et ses sous-pages peuvent maintenant être fermées en utilisant la touche Échap
pl: [Preferencje] Okno i jego podstrony mogą być zamknięte klawiszem Esc
pt_br: [Preferências] A janela e suas subpáginas agora podem ser fechadas com a tecla Esc
ru: [Предпочтения] Окно и его подстраницы теперь можно закрыть с помощью клавиши Esc

source: [Servers] Add Dynasty (EN)
ca: [Servidors] Afegit Dynasty (EN)
de: [Server] Dynasty (EN) hinzugefügt
es: [Servidores] Añade Dynasty (EN)
fr: [Serveurs] Ajout de Dynsaty (EN)
pl: [Serwery] Dodano Dynasty (EN)
pt_br: [Servidores] Adiciona Dynasty (EN)
ru: [Сервера] Добавлен Dynasty (EN)

source: [Servers] Add 'Lupi Team' and 'Tutto Anime Manga' (IT)
ca: [Servidors] Afegits "Lupi Team" i "Tutto Anime Manga" (IT)
de: [Server] 'Lupi Team' und 'Tutti Anime Manga' (IT) hinzugefügt
es: [Servidores] Añade 'Lupi Team' y 'Tutto Anime Manga' (IT)
fr: [Serveurs] Ajout de « Lupi Team » et « Tutto Anime Manga » (IT)
pl: [Serwery] Dodano 'Lupi Team' i 'Tutto Anime Manga' (IT)
pt_br: [Servidores] Adiciona "Lupi Team" e "Tutto Anime Manga" (IT)
ru: [Сервера] Добавлен 'Lupi Team' и 'Tutto Anime Manga' (IT)

source: [Servers] Add VizManga (EN): an account is required
ca: [Servidors] Afegit VizManga (EN): cal un compte
de: [Server] VizManga (EN) hinzugefügt: Ein Account wird benötigt
es: [Servidores] Añade VizManga (EN): se requiere una cuenta
fr: [Serveurs] Ajout de VizManga (EN) : un compte est requis
pl: [Serwery] Dodano VizManga (EN): konto jest wymagane
pt_br: [Servidores] Adiciona VizManga (EN): uma conta é exigida
ru: [Сервера] Добавлен VizManga (EN): требуется учетная запись

source: [Servers] Disable Jaimini's Box (definitely closed)
ca: [Servidors] Desactivat Jaimini's Box (tancat definitivament)
de: [Server] Jaimini's Box deaktiviert (geschlossen)
es: [Servidores] Desactiva Jaimini's Box (definitivamente cerrado)
fr: [Serveurs] Désactivation de Jaimini's Box (définitivement fermé)
pl: [Serwery] Wyłączono Jaimini's Box (ostatecznie zamknięte)
pt_br: [Servidores] Desabilita Jaimini's Box (fechado definitivamente)
ru: [Сервера] Отключен Jaimini's Box (определенно закрыт)

source: [L10n] Add German translation
ca: [L10n] Afegida la traducció a l'alemany
de: [Lokalisierung] Deutsche Übersetzung hinzugefügt
es: [L10n] Añade la traducción al alemán
fr: [L10n] Ajout d’une traduction allemande
pl: [L10n] Dodano tłumaczenie na niemiecki
pt_br: [L10n] Adiciona tradução para alemão
ru: [L10n] Добавлен немецкий язык

source: Add HiDPI display support
ca: Afegit suport de pantalla HiDPI
de: Unterstützung für HiDPI-Displays hinzufügen
es: Añade soporte de pantalla HiDPI
fr: Ajout du support pour l’affichage HiDPI
pl: Dodano wsparcie ekranów HiDPI
pt_br: Adiciona suporte de exibição em HiDPI
ru: Добавлена поддержка HiDPI дисплеев

source: [Preferences] Use Handy.PreferencesWindow subpages to display Servers Languages and Servers Settings
ca: [Preferències] Utilitza les subpàgines de Handy.PreferencesWindow per mostrar els idiomes dels servidors i la configuració dels mateixos
de: [Einstellungen] Nutze Handy.PreferencesWindow Unterseiten für Serversprachen und Servereinstellungen
es: [Preferencias] Usa las subpáginas de Handy.PreferencesWindow para mostrar los idiomas de los servidores y la configuración de los mismos
fr: [Préférences] Utilisation de sous-pages Handy.PreferencesWindow pour afficher les langues et paramètres des serveurs
pl: [Preferencje] Użyj podstron Handy.PreferencesWindow do wyświetlenia Języków serwerów i Ustawień serwerów
pt_br: [Preferências] Use as subpáginas Handy.PreferencesWindow para exibir os idiomas dos servidores e as configurações dos servidores
ru: [Настройки] Использование подстраниц Handy.PreferencesWindow для отображения языков серверов и настроек серверов

source: [Library] Press &lt;Enter&gt; opens first manga in search
ca: [Biblioteca] Prémer &lt;Enter&gt; obre el primer manga a la cerca
de: [Bibliothek] &lt;Enter&gt; öffnet den ersten Manga in der Suche
es: [Biblioteca] Pulsar &lt;Enter&gt; abre el primer manga en la búsqueda
fr: [Bibliothèque] Presser &lt;Entrée&gt; ouvre le premier manga dans la recherche
pl: [Biblioteka] Wciśnięcie &lt;Enter&gt; otwiera pierwszy wynik wyszukiwania mangi
pt_br: [Biblioteca] Pressionar &lt;Enter&gt; abre o primeiro mangá na pesquisa
ru: [Библиотека] При нажатии &lt;Enter&gt; открывает первую мангу в поиске

source: [Library] Disable range selection when in search mode
ca: [Biblioteca] Desactivada la selecció de rangs en mode de cerca
de: [Bibliothek] Bereichauswahl im Suchmodus deaktiviert
es: [Biblioteca] Desactiva la selección de rangos cuando se está en modo de búsqueda
fr: [Bibliothèque] Désactiver l’éventail de sélection en mode recherche
pl: [Biblioteka] Wyłączono zaznaczenie zakresu w trybie wyszukiwania
pt_br: [Biblioteca] Desabilita a seleção de intervalo quando estiver no modo de pesquisa
ru: [Библиотека] Отключен выбор диапазона в режиме поиска

source: [Library/Chapters/Download manager] Enter selection mode with Right click
ca: [Biblioteca/Capítols/Gestor de descàrregues] Entra en el mode de selecció amb el botó dret
de: [Bibliothek/Kapitel/Download-Manager] Mit Rechtsklick in den Auswahlmodus wechseln
es: [Biblioteca/Capítulos/Gestor de descargas] Entra en el modo de selección con el clic derecho
fr: [Bibliothèque / Chapitres / Gestionnaire de téléchargements] Entrer le mode de sélection avec un clic-droit
pl: [Blibioteka/Rozdziały/Menedżer pobierania] Wejdź w tryb zaznaczania prawym przyciskiem myszy
pt_br: [Biblioteca/Capítulos/Gerenciador de download] Entra no modo de seleção com o botão direito
ru: [Библиотека/Главы/Менеджер загрузок] Войдите в режим выбора с помощью правой кнопки мыши

source: [Reader] Two new navigation types: mouse scroll, 2-fingers swipe gesture
ca: [Lector] Dos tipus de navegació nous: desplaçament del ratolí, gest de lliscament de 2 dits
de: [Leser] Zwei neue Navigationsmöglichkeiten: Maus-Scroll, 2-Finger-Wisch-Gesten
es: [Lector] Dos nuevos tipos de navegación: desplazamiento con el ratón y gesto de deslizamiento con dos dedos
fr: [Lecteur] Deux nouveaux types de navigation : défilement avec la souris, geste de balayage à deux doigts
pl: [Czytnik] Dwa nowe typy nawigacji: rolka myszy, gest przesunięcia dwoma palcami
pt_br: [Leitor] Dois novos tipos de navegação: rolagem do mouse, gesto de deslizar com 2 dedos
ru: [Читалка] Два новых типа навигации: прокрутка мышью и жесты пролистывания двумя пальцами

source: [Reader] New 'Save Page' action
ca: [Lector] Nova acció "Desa la pàgina"
de: [Leser] Neue Aktion 'Seite speichern'
es: [Lector] Nueva acción "Guardar página"
fr: [Lecteur] Nouvelle action « Enregistrer la page »
pl: [Czytnik] Nowa akcja „Zapisz stronę”
pt_br: [Leitor] Nova ação "Salvar página"
ru: [Читалка] Новое действие 'Сохранить страницу'

source: [Servers] Fix and improve credentials storage
ca: [Servidors] Corregit i millorat l'emmagatzematge de credencials
de: [Server] Verbesserung des Zugangsdaten-Speicherung
es: [Servidores] Corrige y mejora el almacenamiento de credenciales
fr: [Serveurs] Correction et amélioration du stockage des informations d’identification
pl: [Serwery] Naprawiono i usprawniono magazyn poświadczeń
pt_br: [Servidores] Corrige e melhora o armazenamento de credenciais
ru: [Сервера] Исправление и улучшение хранения учетных данных

source: [Servers] Crunchyroll: Fix login
ca: [Servidors] Crunchyroll: Corregit l'inici de sessió
de: [Server] Crunchyroll: Fehler beim Login behoben
es: [Servidores] Crunchyroll: Arregla el inicio de sesión
fr: [Serveurs] Crunchyroll : Correction de la connexion
pl: [Serwery] Crunchyroll: naprawiono logowanie
pt_br: [Servidores] Crunchyroll: Corrige login
ru: [Сервера] Crunchyroll: Исправлен вход

source: [Servers] Re-enable Jaimini's Box
ca: [Servidors] Tornat a activar Jaimini's Box
de: [Server] Jaimini's Box wieder aktiviert
es: [Servidores] Vuelve a habilitar Jaimini's Box
fr: [Serveurs] Réactivation de Jaimini's Box
pl: [Servers] Ponownie włączono Jaimini's Box
pt_br: [Servidores] Habilita novamente Jaimini's Box
ru: [Сервера] Повторное включение Jaimini's Box

source: [Servers] Manga Eden: Fix downloading of images
ca: [Servidors] Manga Eden: Corregida la descàrrega d'imatges
de: [Server] Manga Eden: Fehler beim Herunterladen behoben
es: [Servidores] Manga Eden: Corrige la descarga de imágenes
fr: [Serveurs] Manga Eden : Correction du téléchargement des images
pl: [Serwery] Manga Eden: naprawiono pobieranie obrazów
pt_br: [Servidores] Manga Eden: Corrige o download de imagens
ru: [Сервера] Manga Eden: Исправлена загрузка изображений

source: [Servers] Manga Plus: Add manga 'Status' info
ca: [Servidors] Manga Plus: Afegida informació sobre l'estat del manga
de: [Server] Manga Plus: 'Status'-Information für Manga hinzugefügt
es: [Servidores] Manga Plus: Añade información sobre el estado del manga
fr: [Serveurs] Manga Plus : Ajout de l’information « Statut » des mangas
pl: [Serwery] Manga Plus: dodano informację o statusie mangi
pt_br: [Servidores] Manga Plus: Adiciona informações de "Status" do mangá
ru: [Сервера] Manga Plus: Добавлена информация 'Статус' о манге

source: [Servers] Manga Plus: Can't get manga info of some manga
ca: [Servidors] Manga Plus: no es pot obtenir informació d'alguns mangas
de: [Server] Manga Plus: Information bei einigen Manga unzugänglich
es: [Servidores] Manga Plus: No se puede obtener la información de algunos mangas
fr: [Serveurs] Manga Plus : Impossible d’obtenir les informations sur certains mangas
pl: [Serwery] Manga Plus: nie można było uzyskać informacji o niektórych mangach
pt_br: [Servidores] Manga Plus: Não é possível obter informações de mangá de alguns mangás
ru: [Сервера] Manga Plus: Невозможно получить информацию о некоторых мангах

source: [Servers] MangaDex: Fix new chapters not appearing
ca: [Servidors] MangaDex: Corregit nous capítols no apareixent
de: [Server] MangaDex: Fehler behoben, durch den neue Kapitel nicht erschienen sind
es: [Servidores] MangaDex: Corrige los nuevos capítulos que no aparecen
fr: [Serveurs] MangaDex : Correction des nouveaux chapitres n’apparaissant pas
pl: [Serwery] MangaDex: naprawiono niepojawianie się nowych rozdziałów
pt_br: [Servidores] MangaDex: Corrige novos capítulos não aparecendo
ru: [Сервера] MangaDex: Исправлено отсутствиепоявления новых глав

source: [Servers] Webtoon: Fix search
ca: [Servidors] Webtoon: Corregida la cerca
de: [Server] Webtoon: Fehler bei Suche behoben
es: [Servidores] Webtoon: Corrige la búsqueda
fr: [Serveurs] Webtoon : correction de la recherche
pl: [Serwery] Webtoon: naprawiono wyszukiwanie
pt_br: [Servidores] Webtoon: Corrige pesquisa
ru: [Сервера] Webtoon: Исправлен поиск

source: [Preferences] Add search
ca: [Preferències] Afegida la cerca
de: [Einstellungen] Suche hinzugefügt
es: [Preferencias] Añade la búsqueda
fr: [Préférences] Ajout de la recherche
pl: [Preferencje] Dodano wyszukiwanie
pt_br: [Preferências] Adiciona pesquisa
ru: [Настройки] Добавлен поиск

source: Add Turkish translation
ca: Afegida la traducció al turc
de: Türkische Übersetzung hinzugefügt
es: Añade la traducción al turco
fr: Ajout d’une traduction turque
pl: Dodano tłumaczenie na turecki
pt_br: Adiciona tradução para turco
ru: Добавлен перевод на турецкий язык

source: [Preferences] New UI
ca: [Preferències] Nova interfície d'usuari
de: [Einstellungen] Neue Benutzeroberfläche
es: [Preferencias] Nueva interfaz de usuario
fr: [Préférences] Nouvelle interface
pl: [Preferencje] Nowy interfejs
pt_br: [Preferências] Nova IU
ru: [Настройки] Новый пользовательский интерфейс

source: [Servers] MangaNelo: Fix images loading
ca: [Servidors] MangaNelo: Corregida la càrrega d'imatges
de: [Server] MangaNelo: Fehler beim Laden von Bildern behoben
es: [Servidores] MangaNelo: Corrige la carga de imágenes
fr: [Serveurs] MangaNelo : Correction du chargement des images
pl: [Serwery] MangaNelo: naprawiono wczytywanie obrazów
pt_br: [Servidores] MangaNelo: Corrige carregamento de imagens
ru: [Сервера] MangaNelo: Исправлена загрузка изображений

source: [Servers] Disable Jaimini's Box
ca: [Servidors] Desactivat Jaimini's Box
de: [Server] Jaimini's Box deaktiviert
es: [Servidores] Desactiva Jaimini's Box
fr: [Serveurs] Jailini's Box a été désactivé
pl: [Serwery] Wyłączono Jaimini's Box
pt_br: [Servidores] Desabilita Jaimini's Box
ru: [Сервера] Отключен Jaimini's Box

source: Fix 2 critical bugs (app crashs)
ca: Corregits 2 errors crítics (fallades)
de: Zwei kritische Fehler behoben (Anwendungs-Abstürze)
es: Corrige 2 errores críticos (fallos de la aplicación)
fr: 2 bugs critiques ont été corrigés (crash de l'application)
pl: Naprawiono 2 błędy krytyczne (crashujące aplikację)
pt_br: Corrige 2 bugs críticos (falhas do aplicativo)
ru: Исправлены 2 критических ошибок (вылетало приложение)

source: [Library/Readers] Add support of animated GIFs
ca: [Biblioteca/Lectors] Afegit suport de GIF animats
de: [Bibliothek/Leser] Unterstützung für animierte GIFs hinzufügen
es: [Biblioteca/Lectores] Añade soporte de GIFs animados
fr: [Bibliothèque/Lecteurs] Ajout du support des GIFs
pl: [Biblioteka/Czytniki] Dodano wsparcie dla animowanych GIF-ów
pt_br: [Biblioteca/Leitores] Adiciona suporte para GIFs animados
ru: [Библиотека/Читалка] Добавлена поддержка анимированных GIF-файлов

source: [Library] Add &lt;Control&gt;+F shortcut: Enter search mode
ca: [Biblioteca] Afegida una drecera &lt;Control&gt;+F: entra al mode de cerca
de: [Bibliothek] Tastenkürzel &lt;Control&gt;+F: Suchmodus starten
es: [Biblioteca] Añade el atajo de teclado &lt;Control&gt;+F: Entrar en el modo de búsqueda
fr: [Bibliothèque] Ajout du raccourci &lt;Contrôle&gt;+F : Trouver dans la page
pl: [Biblioteka] Dodano skrót &lt;Control&gt;+F: wejdź w tryb wyszukiwania
pt_br: [Biblioteca] Adiciona o atalho &lt;Ctrl&gt;+F: Entra no modo de pesquisa
ru: [Библиотека] Добавлена комбинация клавиш &lt;Control&gt;+F: Войти в режим поиска

source: [Library/Manga/Download Manager] Add &lt;Control&gt;+A shortcut: Select all
ca: [Gestor de biblioteques/manga/descàrregues] Afegida una drecera &lt;Control&gt;+A: selecciona tot
de: [Bibliothek/Manga/Download-Manager] Tastenkürzel &lt;Control&gt;+A: Alles auswählen
es: [Biblioteca/Manga/Gestor de descargas] Añade el atajo de teclado &lt;Control&gt;+A: Seleccionar todo
fr: [Bibliothèque/Manga/Gestionnaire de Téléchargement] Ajout du raccourci&lt;Contrôle&gt;+A : Tout sélectionner
pl: [Biblioteka/Manga/Menedżer pobierania] Dodano skrót &lt;Control&gt;+A: zaznacz wszystko
pt_br: [Biblioteca/Mangá/Gerenciador de download] Adiciona o atalho &lt;Ctrl&gt;+A: Selecionar tudo
ru: [Библиотека/Манга/Менеджер загрузок] Добавлена комбинация клавиш &lt;Control&gt;+A: Выбрать все

source: [Library/Manga/Download Manger] Add &lt;Control&gt;+Click and &lt;Shift&gt;+Click shortcuts: Enter selection mode
ca: [Biblioteca/Manga/Descarregar Pessebre] Afegides les dreceres &lt;Control&gt;+clic i &lt;Maj&gt;+clic: Entra al mode de selecció
de: [Bibliothek/Manga/Download-Manager] Tastenkürzel &lt;Control&gt;+Klick und &lt;Shift&gt;+Klick: Auswahlmodus starten
es: [Biblioteca/Manga/Gestor de descargas] Añade los atajos de teclado &lt;Control&gt;+Clic y &lt;Shift&gt;+Clic: Entrar en el modo de selección
fr: [Bibliothèque/Manga/Gestionnaire de Téléchargement] Ajout du raccourci&lt;Contrôle&gt;+Clique et &lt;Maj&gt;+Clique : Entrer en mode de sélection
pl: [Biblioteka/Manga/Menedżer pobierania] Dodano skróty &lt;Control&gt;+LPM and &lt;Shift&gt;+LPM: wejdź w tryb zaznaczania
pt_br: [Biblioteca/Mangá/Gerenciador de download] Adiciona atalhos &lt;Ctrl&gt;+Clique e &lt;Shift&gt;+Clique: Entra no modo de seleção
ru: [Библиотека/Манга/Менеджер загрузок] Добавлена комбинация клавиш &lt;Control&gt;+ПКМ и &lt;Shift&gt;+ПКМ: Вход в режим выбора

source: [Download Manager] Add range selection: long press on an item then long press on another to select everything in between
ca: [Gestor de descàrregues] Afegida la selecció de rang: premeu llargament un element i premeu-ne un altre per seleccionar tot el que hi ha entremig
de: [Download-Manager] Bereichauswahl hinzugefügt: Drücke lange auf ein Element und dann auf ein zweites, um alle Elemente im dazwischen auszuwählen
es: [Gestor de descargas] Añade selección de rango: pulsación larga en un elemento y luego pulsación larga en otro para seleccionar todo lo que hay en medio
fr: [Gestionnaire de Téléchargement] Ajout de la sélection multiple : Appui long sur un objet puis appui long sur un autre pour sélectionner tousce qui se trouve entre eux
pl: [Menedżer pobierania] Dodano zaznaczenie zakresu: długo naciśnij jeden, a później długo drugi rozdział, by zaznaczyć wszystko pomiędzy
pt_br: [Gerenciador de download] Adiciona seleção de intervalo: pressione e segure um item e, em seguida, pressione e segure outro para selecionar tudo entre
ru: [Менеджер загрузок] Добавлен выбор диапазона: удерживайте элемент, затем другой, чтобы выборать все элементы между ними

source: [Manga] Add chapters scanlators support (MangaDex only)
ca: [Manga] Afegeix suport de traducció de capítols (només MangaDex)
de: [Manga] Support für Kapitelübersetzer (nur für MangaDex)
es: [Manga] Añade soporte de escaneo de capítulos (sólo MangaDex)
fr: [Manga] Ajout du support des scantrads de chapitre (MangaDex uniquement)
pl: [Manga] Dodano wsparcie dla skanlatorów rozdziałów (tylko MangaDex)
pt_br: [Mangá] Adiciona capítulos com suporte a tradutores (apenas MangaDex)
ru: [Манга] Добавлена поддержка сканлейтеров глав (Только MangaDex)

source: [Servers] Add Izneo (DE, EN and FR) and Yieha (NL): a account is required
ca: [Servidors] Afegits Izneo (DE, EN i FR) i Yieha (NL): cal un compte
de: [Server] Izneo (DE, EN, FR) und Yieha (NL) hinzugefügt. Ein Nutzerkonto wird benötigt
es: [Servidores] Añade Izneo (DE, EN y FR) y Yieha (NL): se requiere una cuenta
fr: [Serveurs] Ajout de Izneo (DE,EN et FR) et de Yieha (NL) : un compte est requis
pl: [Serwery] Dodano Izneo (DE, EN and FR) i Yieha (NL): konto jest wymagane
pt_br: [Servidores] Adiciona Izneo (DE, EN e FR) e Yieha (NL): uma conta é necessária
ru: [Сервера] Добавлены Izneo (DE, EN и FR) и Yieha (NL): требуется учетная запись

source: [Library] Faster chapters list rendering
ca: [Biblioteca] Renderització de la llista de capítols més ràpida
de: [Bibliothek] Schnelleres Rendern der Kapitelliste
es: [Biblioteca] Renderización más rápida de la lista de capítulos
fr: [Bibliothèque] Le rendu des listes de chapitres est maintenant plus rapide
pl: [Biblioteka] Szybsze renderowanie listy rozdziałów
pt_br: [Biblioteca] Renderização mais rápida da lista de capítulos
ru: [Библиотека] Более быстрый рендер список глав

source: [Library] Faster read/unread state toggling with long chapters selections
ca: [Biblioteca] Commutació d'estat de llegit/no llegit més ràpidament amb seleccions de capítols llargs
de: [Bibliothek] Schnelleres Markieren als gelesen/ungelesen bei großer Zahl von Kapiteln
es: [Biblioteca] Cambio de estado leído/no leído más rápido con selecciones de capítulos largos
fr: [Bibliothèque] Le changement d'état entre lu/non lu lors de la sélection de beaucoup de chapitres est maintenant plus rapide
pl: [Biblioteka] Szybsze przełączaniu stanu (nie)przeczytania dla zaznaczonych długich rozdziałów
pt_br: [Biblioteca] Alternância mais rápida do estado lido/não lido com seleções de capítulos longos
ru: [Библиотека] Более быстрое переключение состояния прочитанного/непрочитанного при выборе длинных глав

source: [Library] Reduce memory used by covers
ca: [Biblioteca] Reduïda la memòria utilitzada per les portades
de: [Bibliothek] Verringerter Speicherverbrauch für Cover
es: [Biblioteca] Reduce la memoria usada por las portadas
fr: [Bibliothèque] Réduction de la consomation mémoire par couverture
pl: [Biblioteka] Zmniejszono zużycie pamięci przez okładki
pt_br: [Biblioteca] Reduz a memória usada pelas capas
ru: [Библиотека] Уменьшение памяти, используемой обложками

source: [Servers] MangaSee: Fix manga with chapters grouped by seasons
ca: [Servidors] MangaSee: Corregit manga amb capítols agrupats per temporades
de: [Server] MangaSee: Probleme bei Manga, die nach Staffeln gruppiert sind, behoben
es: [Servidores] MangaSee: Corrige el manga con los capítulos agrupados por temporadas
fr: [Serveurs] MangaSee : Correction des mangas qui possèdent des chapitres groupés par saisons
pl: [Serwery] MangaSee: naprawiono mangi z rozdziałami pogrupowanymi według sezonów
pt_br: [Servidores] MangaSee: Corrige mangá com capítulos agrupados por temporadas
ru: [Сервера] MangaSee: Исправление манг с главами, сгруппированными по сезонам

source: [Servers] Jaimini's Box: Several fixes
ca: [Servidors] Jaimini's Box: diverses correccions
de: [Server] Jaimini's Box: Einige Probleme behoben
es: [Servidores] Jaimini's Box: Varias correcciones
fr: [Serveurs] Jaimini's Box : Nombreuses corrections
pl: [Servers] Jaimini's Box: kilka poprawek
pt_br: [Servidores] Jaimini's Box: Várias correções
ru: [Сервера] Jaimini's Box: Несколько изменений

source: [Servers] MangaLib: Several fixes
ca: [Servidors] MangaLib: diverses correccions
de: [Server] MangaLib: Einige Probleme behoben
es: [Servidores] MangaLib: Varias correcciones
fr: [Serveurs] MangaLib : Nombreuses corrections
pl: [Serwery] MangaLib: kilka poprawek
pt_br: [Servidores] MangaLib: Várias correções
ru: [Сервера] MangaLib: Несколько изменений

source: [Library] Add search by genre (exact match)
ca: [Biblioteca] Afegeix la cerca per gènere (coincidència exacta)
de: [Bibliothek] Suche nach Genre
es: [Biblioteca] Añade la búsqueda por género (coincidencia exacta)
fr: [Bibliothèque] Ajout de la recherche par genre (correspondance exacte)
pl: [Biblioteka] Dodano wyszukiwanie według gatunku (dokładne dopasowanie)
pt_br: [Biblioteca] Adiciona pesquisa por gênero (correspondência exata)
ru: [Библиотека] Добавлен поиск по жанру (точное совпадение)
