Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Scaling
ar: التحجيم
ca: Escalat
de: Skalierung
es: Escala
fr: Mise à l'échelle
id: Penskalaan
nl: Schalen
pl: Skalowanie
pt_br: Dimensionamento
ru: Масштабирование

source: Type of scaling to adapt image
ar: نوع التحجيم لتكييف حجم الصورة
ca: Tipus d'escalat per adaptar la imatge
de: Art der Skalierung, um das Bild anzupassen
es: Tipo de escalado para adaptar la imagen
fr: Type de mise à l'échelle pour adapter l'image
id: Jenis penskalaan untuk menyesuaikan gambar
nl: Hoe afbeeldingen moeten worden geschaald
pl: Typ skalowania by dostosować obraz
pt_br: Tipo de dimensionamento para adaptar a imagem
ru: Тип масштабирования изображения

source: Adapt to Screen
ar: تكيف مع أبعاد الشاشة
ca: Adaptar-se a la pantalla
de: An Bildschirm anpassen
es: Adaptar a la pantalla
fr: Ajuster à l'écran
id: Ikuti Layar
nl: Aanpassen aan schermformaat
pl: Dostosuj do ekranu
pt_br: Adaptar à tela
ru: По размеру экрана

source: Adapt to Width
ar: تكيف مع عرض الشاشة
ca: Adaptar-se a l'amplada
de: An Breite anpassen
es: Adaptar a la anchura
fr: Ajuster à la largeur
id: Ikuti Lebar
nl: Inpassen in breedte
pl: Dostosuj do szerokości
pt_br: Adaptar à largura
ru: По ширине

source: Adapt to Height
ar: تكيف مع ارتفاع الشاشة
ca: Adaptar-se a l'alçada
de: An Höhe anpassen
es: Adaptar a la altura
fr: Ajuster à la hauteur
id: Ikuti Tinggi
nl: Inpassen in hoogte
pl: Dostosuj do wysokości
pt_br: Adaptar à altura
ru: По высоте

source: Original Size
ar: الحجم الأصلي
ca: Mida Original
de: Originalgröße
es: Tamaño original
fr: Taille originale
id: Ukuran Asli
nl: Oorspronkelijke grootte
pl: Rozmiar oryginalny
pt_br: Tamanho original
ru: Оригинальный размер

source: Landscape Pages Zoom
ca: Zoom de pàgines horitzontals
de: Breite Seiten vergrößern
es: Zoom de las páginas apaisadas
fr: Zoom des pages en format paysage
id: Perbesaran Halaman Lanskap
nl: Landschapspagina's Zoom
pl: Przybliżenie szerokich stron
pt_br: Zoom de páginas em paisagem
ru: Масштабирование страниц в альбомной ориентации

source: Zoom page to fit height when page is landscape (Adapt to Screen scaling only)
ca: Ampliar la pàgina per ajustar-se a l'alçada quan la pàgina és horitzontal (només s'adapta a l'escalat de pantalla)
de: Bei adaptiver Skalierung breite Seiten an die Höhe anpassen
es: Ampliar la página para ajustarla a la altura cuando la página está apaisada (sólo adaptar a escala de pantalla)
fr: Zoomer la page pour l'adapter à la hauteur lorsque la page est en format paysage (uniquement avec la mise à l'échelle « Ajuster à l'écran »)
id: Perbesar halaman agar sesuai dengan tinggi saat halaman dalam bentuk lanskap (hanya menyesuaikan dengan penskalaan Layar)
nl: Pagina in de hoogte aanpassen wanneer de pagina liggend is (alleen aanpassen aan de schaal van het scherm)
pl: Powiększanie strony, aby dopasować jej wysokość, gdy strona jest w układzie poziomym (tylko przy skalowaniu Dopasuj do ekranu)
pt_br: Amplia a página para ajustá-la à altura quando a página estiver em modo paisagem (adapta ao dimensionamento da tela somente)
ru: Масштабировать страницу по высоте при её альбомном расположении (только при масштабировании по размеру экрана)

source: Background Color
ar: لون الخلفية
ca: Color de fons
de: Hintergrundfarbe
es: Color del fondo
fr: Couleur de fond
id: Warna Latar Belakang
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor do fundo
ru: Цвет фона

source: White
ar: أبيض
ca: Blanc
de: Weiß
es: Blanco
fr: Blanc
id: Putih
nl: Wit
pl: Biały
pt_br: Branco
ru: Белый

source: Gray
ar: رمادي
ca: Gris
de: Grau
es: Gris
fr: Gris
id: Abu-abu
nl: Grijs
pl: Szary
pt_br: Cinza
ru: Серый

source: Black
ar: أسود
ca: Negre
de: Schwarz
es: Negro
fr: Noir
id: Hitam
nl: Zwart
pl: Czarny
pt_br: Preto
ru: Чёрный

source: System Style
ar: سمة النظام
ca: Estil del sistema
de: Systemstil
es: Estilo del sistema
fr: Thème système
id: Gaya Sistem
nl: Systeemstijl
pl: Styl systemu
pt_br: Estilo do sistema
ru: Системный

source: Borders Crop
ar: اقتصاص الحواف
ca: Retallar vores
de: Ränder entfernen
es: Bordes del ajuste
fr: Rognage des bordures
id: Pangkas Tepi
nl: Randen bijsnijden
pl: Przycinanie krawędzi
pt_br: Cortar bordas
ru: Обрезка краёв

source: Crop white borders of images NOTE: Requires more CPU usage and can cause rendering and animation slowdowns, especially on mobile devices.
ar: قص الحواف البيضاء من الصور ملاحظة: قد يسبب زيادة في استخدام المعالج ويترتب عنه بطء في تصيير الصور والتأثيرات خصوصًا في الهواتف.
ca: Retalla les vores blanques de les imatges NOTA: requereix més ús de la CPU i pot provocar alentiments de renderització i animació, especialment en dispositius mòbils.
de: Weiße Ränder entfernen Achtung: Diese Option erhöht die Nutzung der CPU und kann zu langsamen Animationen, insbesondere bei mobilen Geräten, führen.
es: Recortar los bordes blancos de las imágenes NOTA: Requiere un mayor uso de la CPU y puede provocar ralentizaciones en el renderizado y las animaciones, especialmente en dispositivos móviles.
fr: Rogner les bordures blanches des images À noter : Nécessite une utilisation plus importante du CPU et peut provoquer des ralentissements de l'affichage et des animations, notamment sur les appareils mobiles.
id: Pangkas tepi putih gambar CATATAN: Membutuhkan lebih banyak penggunaan CPU dan dapat menyebabkan lambatnya rendering dan animasi, terutama pada perangkat seluler.
nl: Witte randen van afbeeldingen bijsnijden OPMERKING: Vereist meer CPU-gebruik en kan rendering en animatievertragingen veroorzaken, vooral op mobiele apparaten.
pl: Przycinanie białych obwódek obrazów UWAGA: Zwiększa użycie procesora i może powodować spowolnienie renderowania i animacji, zwłaszcza na urządzeniach mobilnych.
pt_br: Corta as bordas brancas de imagens NOTA: Requer mais uso da CPU e pode causar lentidão na renderização e na animação, especialmente em dispositivos móveis.
ru: Обрезать белые границы изображений ПРИМЕЧАНИЕ: Это действие увеличивает нагрузку на процессор и может вызвать замедление отрисовки и анимации, особенно на мобильных устройствах.

source: Page Numbering
ar: ترقيم الصفحات
ca: Numeració de pàgines
de: Seitennummerierung
es: Numeración de páginas
fr: Numérotation des pages
id: Penomoran Halaman
nl: Paginanummering
pl: Numeracja stron
pt_br: Numeração de páginas
ru: Нумерация страниц

source: Hide the page numbering at the bottom of the screen while reading
ar: اخفاء رقم الصفحة أسفل القارئ
ca: Amaga la numeració de la pàgina a la part inferior de la pantalla mentre llegiu
de: Verstecke die Nummerierung von Seiten während des Lesens
es: Ocultar la numeración de las páginas en la parte inferior de la pantalla mientras se lee
fr: Masquer la numérotation des pages en bas de l'écran pendant la lecture
id: Sembunyikan penomoran halaman di bagian bawah layar saat membaca
nl: Verberg de paginanummering onderaan het scherm tijdens het lezen
pl: Ukryj numerację stron na dole ekranu podczas czytania
pt_br: Oculta a numeração da página na parte inferior da tela durante a leitura
ru: Скрыть нумерацию страниц в нижней части экрана во время чтения

source: Fullscreen
ar: ملء الشاشة
ca: Pantalla completa
de: Vollbild
es: Pantalla completa
fr: Plein écran
id: Layar Penuh
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
ru: Во весь экран

source: Automatically enter fullscreen mode
ar: دخول وضع ملء الشاشة تلقائيًا
ca: Entra automàticament al mode de pantalla completa
de: Wechselt automatisch in den Vollbildmodus
es: Entrar automáticamente en el modo de pantalla completa
fr: Entrer automatiquement en mode plein écran
id: Masuk ke mode layar penuh secara otomatis
nl: Open de beeldvullende modus automatisch
pl: Automatycznie włącz tryb pełnego ekranu
pt_br: Entra automaticamente no modo de tela cheia
ru: Автоматически переходить в полноэкранный режим

source: Advanced
ar: متقدم
ca: Avançat
de: Erweitert
es: Avanzado
fr: Avancé
id: Tingkat Lanjut
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Продвинутые

source: Data
ar: بيانات
ca: Dades
es: Datos
fr: Données
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные

source: Data not saved in the library
ca: Dades no guardades a la biblioteca
es: Datos no guardados en la biblioteca
fr: Données non enregistrées dans la bibliothèque
nl: Gegevens niet opgeslagen in de bibliotheek
pl: Dane niezapisane w bibliotece
pt_br: Dados não salvos na biblioteca
ru: Данные не были сохранены в библиотеке

source: Clear Chapters Cache and Database
ru: Очистить кэш глав и базу данных

source: Clear Chapters Cache and Database on Exit
ru: Очищать кэш глав и базу данных при выходе

source: Credentials Storage
ru: Хранение учётных данных

source: Allow Plaintext Storage as Fallback
ru: Разрешить хранение в виде простого текста, как запасной вариант

source: Used when no keyring backends are found
ca: S'utilitza quan no es troben backends de clauers
de: Wird genutzt, falls kein Schlüsselbund gefunden werden kann
es: Se usa cuando no se encuentran soportes de claves
fr: Utilisé lorsque aucun backend de trousseau de clés n'est trouvé
id: Digunakan ketika tidak ada backend keyring yang ditemukan
nl: Gebruikt wanneer er geen sleutelring backends zijn gevonden
pl: Użyte, jeśli nie znaleziono backendu bazy kluczy
pt_br: Usado quando nenhum backend de chaveiro é encontrado
ru: Используется, если не найдено ни одного приложения управляющего связками ключей

source: Tweaks
ar: تطويعات
ca: Ajustos
de: Anpassungen
es: Ajustes
fr: Ajustements
id: Oprekan
nl: Afstellingen
pl: Dostrojenia
pt_br: Ajustes
ru: Дополнительные настройки

source: Disable Animations
ar: تعطيل التأثيرات
ca: Desactiva les animacions
de: Animationen unterbinden
es: Desactivar animaciones
fr: Désactiver les animations
id: Nonaktifkan Animasi
nl: Animaties uitschakelen
pl: Wyłącz animacje
pt_br: Desabilitar animações
ru: Отключить анимацию

source: Useful with E Ink e-readers to avoid very choppy and unpleasant animations (due to the low refresh rate of the screen)
ca: Útil amb els lectors electrònics E Ink per evitar animacions molt picades i desagradables (a causa de la baixa taxa de refresc de la pantalla)
de: Nützlich bei Bildschirmen mit niedriger Aktualisierungsfrequenz z.B. auf elektronischem Papier
es: Útil con los lectores electrónicos E Ink para evitar animaciones muy entrecortadas y desagradables (debido a la baja frecuencia de actualización de la pantalla)
fr: Utile avec les liseuses E Ink pour éviter les animations très hachées et désagréables (dues au faible taux de rafraîchissement de l'écran)
id: Berguna untuk e-reader E Ink, menghindari animasi yang patah-patah dan tidak elok (karena kecepatan penyegaran layar yang rendah)
nl: Nuttig met E Ink e-readers om zeer hakkerige en onaangename animaties te vermijden (door de lage vernieuwingsfrequentie van het scherm)
pl: Przydatne w przypadku czytników E Ink, aby uniknąć bardzo nierównych i nieprzyjemnych animacji (ze względu na niską częstotliwość odświeżania ekranu)
pt_br: Útil com e-readers E Ink para evitar animações muito instáveis e desagradáveis (devido à baixa taxa de atualização da tela)
ru: Используется в электронных читалках E-Ink, чтобы избежать дёрганой и неприятной анимации (из-за низкой частоты обновления экрана)

source: This tweak is only intended for users who do not use the GNOME desktop environment and therefore cannot disable animations globally via GNOME Settings (Accessibility ⇨ Seeing ⇨ Reduce Animation).
ca: Aquest ajust només està pensat per als usuaris que no utilitzen l'entorn d'escriptori GNOME i, per tant, no poden desactivar les animacions globalment mitjançant la configuració de GNOME (Accessibilitat ⇨ Veure ⇨ Reduir animació).
es: Este ajuste sólo está pensado para usuarios que no utilicen el entorno de escritorio GNOME y, por tanto, no puedan desactivar las animaciones globalmente a través de la Configuración de GNOME (Accesibilidad ⇨ Ver ⇨ Reducir animación).
fr: Ce réglage est uniquement destiné aux utilisateurs qui n'utilisent pas l'environnement de bureau GNOME et qui ne peuvent donc pas désactiver les animations globalement via les paramètres GNOME (Accessibilité ⇨ Voir ⇨ Réduire l'animation).
nl: Deze afstelling is alleen bedoeld voor gebruikers die geen gebruik maken van de GNOME-desktopomgeving en daarom animaties niet globaal kunnen uitschakelen via de GNOME-instellingen (Toegankelijkheid ⇨ Zien ⇨ Animatie verminderen).
pl: To dostrojenie jest przeznaczone wyłącznie dla użytkowników niekorzystających ze środowiska graficznego GNOME, którzy nie mogą globalnie wyłączyć animacji w ustawieniach GNOME (Ułatwienia dostępu ⇨ Wzrok ⇨ Ograniczenie animacji).
pt_br: Este ajuste destina-se apenas a usuários que não usam o ambiente de área de trabalho GNOME e, portanto, não podem desativar as animações globalmente por meio das configurações do GNOME (Acessibilidade ⇨ Visualização ⇨ Reduzir animação).
ru: Эта дополнительная настройка предназначена только для пользователей, которые не используют среду рабочего стола GNOME и поэтому не могут глобально отключить анимацию через «Настройки» GNOME (Специальные возможности ⇨ Зрение ⇨ Разрешить анимацию).

source: Back
ar: رجوع
ca: Enrere
de: Zurück
es: Atrás
fr: Retour
id: Kembali
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад

source: Toggle Fullscreen Mode
fr: Basculer le mode plein écran
pt_br: Alternar Modo Tela Cheia
ru: Во весь экран

# Shortcut window description
source: Application
ca: Aplicació
de: Anwendung
es: Aplicación
id: Aplikasi
nl: App
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение

# Shortcut window description
source: Open Preferences
fr: Ouvrir les préférences
pt_br: Abrir Preferências
ru: Открыть параметры

# Shortcut window description
source: Toggle Fullscreen Mode
fr: Basculer le mode plein écran
pt_br: Alternar Modo Tela Cheia
ru: Во весь экран

# Shortcut window description
source: Open Keyboard Shortcuts
fr: Ouvrir les raccourcis clavier
pt_br: Abrir Atalhos do Teclado
ru: Показать комбинации клавиш

# Shortcut window description
source: Library
ar: المكتبة
ca: Biblioteca
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека

# Shortcut window description
source: Add Manga
fr: Ajouter un manga
pt_br: Adicionar Manga
ru: Добавить мангу

# Shortcut window description
source: Select All
fr: Tout sélectionner
pt_br: Selecionar Tudo
ru: Выделить все

# Shortcut window description
source: Search
ar: ابحث
ca: Cerca
de: Suche
es: Buscar
fr: Rechercher
id: Pencarian
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisa
ru: Поиск

# Shortcut window description
source: Manga Card
ar: بطاقة المنغا
ca: Targeta Manga
de: Manga
es: Ficha del manga
fr: Fiche manga
id: Kartu Manga
nl: Manga-kaart
pl: Karta mangi
pt_br: Carta de mangá
ru: Карточка манги

# Shortcut window description
source: Select All Chapters
fr: Sélectionner tous les chapitres
pt_br: Selecionar Todos os Capítulos
ru: Выделить все главы

# Shortcut window description
source: Reader
ar: القارئ
ca: Lector
de: Leser
es: Lector
fr: Lecteur
id: Pembaca
nl: Lezer
pl: Czytnik
pt_br: Leitor
ru: Читалка

# Shortcut window description
source: Save Page
ar: احفظ الصفحة
ca: Desa la pàgina
de: Seite speichern
es: Guardar página
fr: Enregistrer la page
id: Simpan Halaman
nl: Pagina opslaan
pl: Zapisz stronę
pt_br: Salva a página
ru: Сохранить страницу

# Shortcut window description
source: Download Manager
ar: مدير التنزيلات
ca: Gestor de descàrregues
es: Gestor de descargas
fr: Gestionnaire de téléchargement
id: Pengelola Unduhan
nl: Downloadbeheer
pl: Menedżer pobierania
pt_br: Gerenciador de download
ru: Менеджер загрузки

# Shortcut window description
source: Select All Downloads
fr: Sélectionner tous les téléchargements
pt_br: Selecionar Todos os Downloads
ru: Выделить все загрузки

source: Support Development
fr: Soutenir le développement
pt_br: Colaborar com o Desenvolvimento
ru: Поддержка разработки

source: How can you support?
fr: Comment pouvez-vous apporter votre soutien ?
pt_br: Como posso colaborar?
ru: Как вы можете поддержать разработку?

source: Developing and maintaining Komikku is a challenging task that takes up most of my free time.
fr: Le développement et la maintenance de Komikku est une tâche ardue qui occupe une majeure partie de mon temps libre.
pt_br: Desenvolver e manter Komikku é uma tarefa desafiadora que toma a maior parte do meu tempo livre.
ru: Разработка и сопровождение Komikku - сложная задача, которая отнимает большую часть моего свободного времени.

source: Komikku will always be free and open-source and will never contain ads.
fr: Komikku sera toujours libre et open-source et ne contiendra jamais de publicité.
pt_br: Komikku será sempre livre e de código-aberto e nunca terá propagandas.
ru: Komikku всегда будет бесплатным приложением с открытым исходным кодом и никогда не будет содержать рекламы.

source: So if you like it, and you are able, please consider a one-time or recurring donation to support me, it will be hugely appreciated.
fr: Donc, si vous l'aimez et que vous le pouvez, envisagez de faire un don unique ou récurrent pour me soutenir, ce sera extrêmement apprécié.
pt_br: Então se você gostou dele. e puder, por favor considere doar uma única vez ou de forma recorrente para me ajudar, será grandemente apreciado.
ru: Если вам нравится приложение, и вы имеете возможность, пожалуйста, подумайте о единовременном или регулярном пожертвовании, чтобы поддержать меня, я буду очень признателен.

source: Weekly, monthly or yearly donation
fr: Don hebdomadaire, mensuel ou annuel
pt_br: Doação semanal, mensal ou anual
ru: Еженедельное, ежемесячное или ежегодное пожертвование

source: Donate and Support
fr: Donner et soutenir
pt_br: Doar ou Colaborar
ru: Пожертвование и поддержка

source: One-time donation
fr: Don unique
pt_br: Doação única
ru: Однократное пожертвование

source: One-time or monthly donation
fr: Don unique ou mensuel
pt_br: Doação única ou recorrente
ru: Однократное или ежемесячное пожертвование

source: Multiple URLs not supported
ca: No s'admeten diversos URL
de: Mehrere URLs nicht unterstützt
es: No se admiten múltiples URLs
fr: Les URL multiples ne sont pas pris en charge
id: URL lebih dari satu tidak didukung
nl: Meerdere URL's niet ondersteund
pl: Wiele URL-i nie jest obsługiwane
pt_br: Sem suporte a várias URLs
ru: Множественные URL не поддерживаются

source: Invalid URL {}, not handled by any server.
ca: URL no vàlida {}, no gestionada per cap servidor.
de: Ungültige URL {}, von keinem Server behandelt.
es: URL inválida {}, no manejada por ningún servidor.
fr: URL invalide {}, gérée par aucun serveur.
id: URL tidak valid {}, tidak ditangani oleh server mana pun.
nl: Ongeldige URL {}, niet behandeld door een server.
pl: Błędny URL {}, nieobsługiwany przez żaden serwer.
pt_br: URL inválida {}, não tratada por nenhum servidor.
ru: Недопустимый URL {}, который не обрабатывается ни одним сервером.

source: Cancel
ar: ألغِ
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить

source: Supporters
ru: Помощники

source: Join Chat
ar: انضم للمحادثة
ca: Uniu-vos al xat
de: Unterhaltung beitreten
es: Unirse al chat
fr: Rejoindre le salon de discussion
id: Bergabung dengan Obrolan
nl: Deelnemen aan chat
pl: Dołącz do czatu
pt_br: Entrar no chat
ru: Присоединиться к чату

source: Are you sure you want to quit?
ar: أمتأكد من الخروج؟
ca: Esteu segur que voleu sortir?
de: Wollen Sie wirklich beenden?
es: ¿Está seguro de que quiere salir?
fr: Êtes-vous sûr de vouloir quitter ?
id: Apakah Anda yakin ingin keluar?
nl: Weet u zeker dat u wilt afsluiten?
pl: Czy na pewno chcesz wyjść?
pt_br: Você tem certeza que quer sair?
ru: Вы уверены что хотите выйти?

source: Some chapters are currently being downloaded.
ar: بعض الفصول تُنزّل.
ca: Alguns capítols s'estan descarregant actualment.
de: Einige Kapitel werden gerade heruntergeladen.
es: Se están descargando algunos capítulos.
fr: Certains chapitres sont en cours de téléchargement.
id: Beberapa bab saat ini sedang diunduh.
nl: Er worden nog hoofdstukken gedownload.
pl: Niektóre rozdziały są obecnie pobierane.
pt_br: Alguns capítulos estão sendo baixados no momento.
ru: Некоторые главы загружаются прямо сейчас.

source: Some mangas are currently being updated.
ar: بعض المنغا تُحدّث.
ca: Alguns manga s'estan actualitzant actualment.
de: Einige Manga werden gerade aktualisiert.
es: Se están actualizando algunos mangas.
fr: Certains mangas sont en cours de mise à jour.
id: Beberapa manga saat ini sedang diperbarui.
nl: Er worden nog manga's bijgewerkt.
pl: Niektóre mangi są obecnie aktualizowane.
pt_br: Atualmente, alguns mangás estão sendo atualizados.
ru: Некоторые манги обновляются прямо сейчас.

source: Quit?
ar: خروج؟
ca: Sortir?
de: Beenden?
es: ¿Salir?
fr: Quitter ?
id: Keluar?
nl: Afsluiten?
pl: Wyjść?
pt_br: Sair?
ru: Выйти?

source: Quit
ar: خروج
ca: Sortir
es: Salir
fr: Quitter
id: Keluar
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ru: Выход

source: NOTICE {0} server is not longer supported. Please switch to another server.
ar: تنبيه خادم {0} لم يعد مدعومًا. يرجى الانتقال لخادم آخر.
ca: NOTAR El servidor {0} ja no està suportat. Canvieu a un altre servidor.
de: HINWEIS Der Server {0} wird nicht mehr unterstützt. Bitte wechseln sie auf einen anderen Server.
es: AVISO El servidor {0} ya no es compatible. Por favor, cambie de servidor.
fr: AVIS Le serveur {0} n'est plus pris en charge. Veuillez basculer vers un autre serveur.
id: PEMBERITAHUAN {0} server tidak lagi didukung. Silakan beralih ke server lain.
nl: LET OP De server ‘{0}’ wordt niet meer ondersteund. Schakel over naar een andere server.
pl: UWAGA Serwer {0} nie jest już obsługiwany. Proszę zmienić serwer.
pt_br: NOTA O servidor {0} não é mais suportado. Por favor, mude para outro servidor.
ru: УВЕДОМЛЕНИЕ Источник {0} больше не доступен. Пожалуйста, переключитесь на другой источник.

source: Read progress synchronization with server completed successfully
ar: نجحت مزامنة تقدم المطالعة مع الخادم
ca: La sincronització del progrés de lectura amb el servidor s'ha completat correctament
de: Lesefortschritt erfolgreich synchronisiert
es: La sincronización del progreso de lectura con el servidor se ha completado con éxito
fr: Synchronisation de la progression de la lecture avec le serveur terminée avec succès
id: Sinkronisasi kemajuan baca dengan server berhasil diselesaikan
nl: Synchronisatie van leesvoorgang met server succesvol afgerond
pl: Synchronizacja postępu z serwerem zakończona pomyślnie
pt_br: Sincronização do progresso de leitura com o servidor concluída com sucesso
ru: Синхронизация прогресса чтения с сервером завершена успешно

source: Failed to get manga URL
ar: فشل جلب رابط المنغا
ca: No s'ha pogut obtenir l'URL del manga
de: Konnte Manga-URL nicht feststellen
es: Error en la obtención de la URL del manga
fr: Impossible de récupérer l'URL du manga
id: Gagal mendapatkan URL manga
nl: Manga-URL verkrijgen mislukt
pl: Nie udało się uzyskać URL mangi
pt_br: Falha ao obter a URL do mangá
ru: Не удалось получить URL манги

source: Unknown author
ar: المؤلف مجهول
ca: Autor desconegut
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
id: Penulis tidak dikenal
nl: Onbekende auteur
pl: Nieznany autor
pt_br: Autor desconhecido
ru: Неизвестный автор

source: Unknown status
ar: الحالة مجهولة
ca: Estat desconegut
de: Unbekannter Status
es: Estado desconocido
fr: Statut inconnu
id: Status tidak diketahui
nl: Onbekende status
pl: Nieznany status
pt_br: Status desconhecido
ru: Неизвестный статус

source: Local
ar: محلي
de: Lokal
id: Lokal
nl: Lokaal
pl: Lokalnie
ru: Расположенные локально

source: %m/%d/%Y
ar: %d/%m/%Y
ca: %d/%m/%Y
de: %d.%m.%Y
es: %d/%m/%Y
fr: %d/%m/%Y
id: %d/%m/%Y
nl: %d/%m/%Y
pl: %d.%m.%Y
pt_br: %d/%m/%Y
ru: %d/%m/%Y

source: {0} selected
ar: لم تختر
ca: {0} seleccionat
es: {0} seleccionado
fr: {0} sélectionné
pl: {0} wybrany
pt_br: {0} selecionado
ru: выбрана {0}
