Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: BEWARE, since 1.12.0, all servers that contain explicit sexual content or nudity, such as hentai, mature, ecchi or yaoi/yuri are now tagged NSFW (18+).
ca: COMPTE, des de la 1.12.0, tots els servidors que contenen contingut sexual explícit o nuesa, com ara hentai, madur, ecchi o yaoi/yuri ara estan etiquetats NSFW (18+).
es: ATENCIÓN: desde la versión 1.12.0, todos los servidores con contenido sexual explícito o desnudos, como hentai, maduro, ecchi o yaoi/yuri, tienen la etiqueta NSFW (18+).
fr: ATTENTION, depuis la version 1.12.0, tous les serveurs qui contiennent du contenu sexuel explicite ou de la nudité, tels que hentai, mature, ecchi ou yaoi/yuri sont désormais étiquetés NSFW (18+).
id: PERHATIAN, sejak 1.12.0, semua server yang mengandung ketelanjangan atau konten seksual yang eksplisit seperti hentai, ecchi atau yaoi/yuri sekarang ditandai sebagai NSFW (18+).
pl: UWAGA, od 1.12.0 wszystkie serwery, które zawierają wyraźne treści seksualne lub nagość, takie jak hentai, mature, ecchi lub yaoi/yuri są teraz oznaczone jako NSFW (18+).
pt_br: ATENÇÃO, desde 1.12.0, todos os servidores que contém conteúdo sexual explícito ou nudez, como hentai, conteúdo maduro, ecchi ou yaoi/yuri são agora marcados com NSFW (18+).
ru: ВНИМАНИЕ, начиная с версии 1.12.0, все серверы, содержащие явное сексуальное содержание или наготу, как хентай, эччи или яой/юри, теперь помечены как NSFW (18+).

source: [UI] Added ability to go back with &lt;ALT+Left&gt; shortcut
ca: [UI] S'ha afegit la possibilitat de tornar enrere amb la drecera &lt;ALT+Esquerra&gt;
es: [UI] Se ha añadido la posibilidad de volver atrás con el atajo de teclado &lt;ALT+Left&gt;
fr: [IU] Ajout de la possibilité de revenir en arrière avec le raccourci &lt;ALT+Gauche&gt ;
id: [UI] Menambahkan kemampuan untuk kembali dengan pintasan &lt;ALT+Kiri&gt;
pl: [UI] Dodano możliwość cofania się za pomocą skrótu &lt;Alt+strzałka w lewo&gt;
pt_br: [UI] Acrescenta habilidade de retornar com o atalho &lt;ALT+Esquerda&gt;
ru: [UI] Добавлена возможность возврата назад с помощью сочетания клавиш &lt;ALT+Left&gt;

source: [Reader] Added ability to navigate foward with &lt;SPACE&gt; key
ca: [Lector] S'ha afegit la possibilitat de navegar cap endavant amb la tecla &lt;SPACE&gt;
es: [Lector] Añadida la posibilidad de navegar hacia adelante con la tecla de &lt;ESPACIO&gt;
fr: [Lecteur] Ajout de la possibilité de naviguer vers l’avant avec la touche &lt;SPACE&gt;
id: [Pembaca] Menambahkan kemampuan untuk menavigasi ke depan dengan tombol &lt;SPASI&gt;
pl: [Czytnik] Dodano możliwość przejścia dalej przy użyciu &lt;spacji&gt;
pt_br: [Leitor] Acrescenta a habilidade de navegar adiante com o atalho &lt;SPACE&gt;
ru: [Reader] Добавлена возможность навигации вперёд с помощью клавиши &lt;ПРОБЕЛ&gt;

source: [Servers] Guya.moe: Update
ca: [Servidors] Guya.moe: Actualització
es: [Servidores] Guya.moe: Actualización
fr: [Serveurs] Guya.moe : Mise à jour
id: [Server] Guya.moe: Pembaruan
pl: [Serwery] Guya.moe: aktualizacja
pt_br: [Servidores] Guya.moe: Atualização
ru: [Серверы] Guya.moe: Обновление

source: [Servers] MangaHub: Update
ca: [Servidors] MangaHub: Actualització
de: [Server] MangaHub: Aktualisiert
es: [Servers] MangaHub: Actualizado
fr: [Serveurs] Mangahub : Mise à jour
id: [Server] MangaHub: Pembaruan
pl: [Serwery] MangaHub: aktualizacja
pt_br: [Servidores] MangaHub: Atualização
ru: [Серверы] MangaHub: Обновление

source: [Servers] MangaLib: Update
ca: [Servidors] MangaLib: Actualització
es: [Servidores] MangaLib: Actualización
fr: [Serveurs] MangaLib : Mise à jour
id: [Server] MangaLib: Pembaruan
pl: [Serwery] MangaLib: aktualizacja
pt_br: [Servidores] MangaLib: Atualização
ru: [Серверы] MangaLib: Обновление

source: [Servers] Mangas Origines: Update
ca: [Servidors] Mangas Origines: Actualització
de: [Server] Mangas Origines: Aktualisiert
es: [Servidores] Mangas Origines: Actualización
fr: [Serveurs] Mangas Origines : Mise à jour
id: [Server] Mangas Origines: Pembaruan
pl: [Serwery] Mangas Origines: aktualizacja
pt_br: [Servidores] Mangas Origines: Atualização
ru: [Серверы] Mangas Origines: Обновление

source: [Servers] Mangas.in: Update
ca: [Servidors] Mangas.in: actualització
de: [Server] Mangas.in: Aktualisiert
es: [Servidores] Mangas.in: Actualización
fr: [Serveurs] Mangas.in : Mise à jour
id: [Server] Mangas.in: Pembaruan
pl: [Serwery] Mangas.in: aktualizacja
pt_br: [Servidores] Mangas.in: Atualização
ru: [Серверы] Mangas.in: Обновление

source: Beware, all servers that contain explicit sexual content or nudity, such as hentai, ecchi and yaoi/yuri are now tagged NSFW.
ca: Compte, tots els servidors que contenen contingut sexual explícit o nuesa, com ara hentai, ecchi i yaoi/yuri, ara s'etiqueten NSFW.
es: Atención: todos los servidores con contenido sexual explícito o desnudos, como hentai, ecchi y yaoi/yuri, se etiquetan ahora como NSFW.
fr: Attention, tous les serveurs qui contiennent du contenu sexuel explicite ou de la nudité, tels que hentai, ecchi et yaoi/yuri sont désormais étiquetés NSFW.
id: Perhatian, semua server yang mengandung ketelanjangan atau konten seksual yang eksplisit seperti hentai, ecchi dan yaoi/yuri sekarang ditandai sebagai NSFW.
pl: Uwaga, wszystkie serwery zawierające wyraźne treści seksualne lub nagość, takie jak hentai, ecchi i yaoi/yuri są teraz oznaczone jako NSFW.
pt_br: Cuidado, todos os servidores que contêm conteúdo sexual explícito ou nudez, tais como hentai, ecchi e yaoi/yuri são agora marcados com NSFW.
ru: Осторожно, все серверы, содержащие явное сексуальное содержание или наготу, такие как хентай, эччи и яой/юри, теперь помечены как NSFW.

source: [UI] Use #f66151 color (orange) as app's accent color
ca: [UI] Utilitzar #f66151 color (taronja) com a color d'accent de l'aplicació
es: [UI] Usar el color #f66151 (naranja) como color de acento de la aplicación
fr: [UI] Utiliser la couleur #f66151 (orange) comme couleur d'accentuation de l'application
id: [UI] Warna #f66151 (orange) diterapkan sebagai warna aksen aplikasi
pl: [UI] Kolor #f66151 (pomarańczowy) używany jako kolor akcentów aplikacji
pt_br: [UI] Usa a cor #f66151 (laranja) como cor de destaque do aplicativo
ru: [UI] Использовать цвет #f66151 (оранжевый) в качестве акцентного цвета приложения

source: [Shortcuts] Add &lt;Ctrl+f&gt; in History and Explorer =&gt; Servers (toggles search entry)
ca: [Dreceres] Afegit &lt;Ctrl+f&gt; a l'Historial i a l'Explorador = &gt; Servidors (commuta l'entrada de cerca)
es: [Atajos] Añadir &lt;Ctrl+f&gt; en Historial y Explorador =&gt; Servidores (activa la entrada de búsqueda)
fr: [Raccourcis] Ajouter <Ctrl+f> dans Historique et Explorateur → Serveurs (bascule l'entrée de recherche)
id: [Pintasan] Menambahkan &lt;Ctrl+f&gt; di Riwayat dan Penjelajah =&gt; Server (mengalihkan entri pencarian)
pl: [Skróty] Dodano &lt;Ctrl+F&gt; w Historii i Przeglądarce ⇨ Serwery (przełącza pole wyszukiwania)
pt_br: [Atalhos] Acrescenta &lt;Ctrl+f&gt; no Histórico e Explorador =&gt; Servidores (alterna conteúdo da pesquisa)
ru: [Сочетания клавиш] Добавлено &lt;Ctrl+f&gt; в Историю и Проводник =&gt; Серверы (переключает режим поиска)

source: [Servers] Japscan: Update
ca: [Servidors] Japscan: actualització
es: [Servidores] Japscan: Actualización
fr: [Serveurs] Japscan : Mise à jour
id: [Jepang: Pembaruan
pl: [Serwery] Japscan: aktualizacja
pt_br: [Servidores] Japscan: Atualização
ru: [Серверы] Japscan: Обновление

source: [Servers] Read Comic Online: Update
ca: [Servidors] Read Comic Online: Actualització
de: [Server] Read Comic Online: Aktualisiert
es: [Servidores] Read Comic Online: Actualización
fr: [Serveurs] Read Comics Online : Mise à jour
id: [Server] Read Comic Online: Pembaruan
pl: [Serwery] Read Comic Online: aktualizacja
pt_br: [Servidores] Read Comic Online: Atualização
ru: [Серверы] Read Comic Online: Обновление

source: [L10n] Update French, German and Turkish translations
ca: [L10n] Actualitza les traduccions al francès, alemany i turc
es: [L10n] Actualizar las traducciones al francés, alemán y turco
fr: [L10n] Mise à jour des traductions française, allemande et turc
id: [L10n] Pembaruan terjemahan Bahasa Prancis, Jerman dan Turki
pl: [L10n] Aktualizacja tłumaczeń na język francuski, niemiecki i turecki
pt_br: [L10n] Atualização das traduções em francês, alemão e turco
ru: [L10n] Обновление французского, немецкого и турецкого переводов

source: [Library] Improved thumbnails appearance
ca: [Biblioteca] S'ha millorat l'aspecte de les miniatures
es: [Biblioteca] Mejora del aspecto de las miniaturas
fr: [Bibliothèque] Amélioration de l'apparence des vignettes
id: [Pustaka] Tampilan thumbnail diperbarui
pl: [Biblioteka] Poprawiony wygląd miniaturek
pt_br: [Biblioteca] Melhoria da aparência das miniaturas
ru: [Библиотека] Улучшен внешний вид миниатюр

source: [Explorer] Various improvements in search
ca: [Explorador] Diverses millores a la cerca
es: [Explorador] Varias mejoras en la búsqueda
fr: [Explorateur] Diverses améliorations dans la recherche
id: [Jelajah] Beragam perbaikan pada pencarian
pl: [Przeglądarka] Różne ulepszenia w wyszukiwaniu
pt_br: [Explorador] Várias melhorias na busca
ru: [Проводник] Различные улучшения в поиске

source: [Reader] LTR, RTL, vertical pager: Improved page transition animation
ca: [Lector] LTR, RTL, paginador vertical: animació de transició de pàgina millorada
es: [Lector] LTR, RTL, paginador vertical: Animación de transición de página mejorada
fr: [Lecteur] Pager LTR, RTL, vertical : Amélioration de l'animation de transition de page
id: [Pembaca] LTR, RTL, laman vertikal: Peningkatan animasi transisi laman
pl: [Czytnik] Pager LTR, RTL, pionowy: Poprawiona animacja przejścia strony
pt_br: [Leitor] LTR, RTL, pager vertical: Animação de transição de página melhorada
ru: [Reader] LTR, RTL, vertical pager: Улучшенная анимация перехода между страницами

source: [Servers] Read Manga, AllHentai, Mint Manga, Self Manga: Update
ca: [Servidors] Read Manga, AllHentai, Mint Manga, Self Manga: Actualització
es: [Servidores] Read Manga, AllHentai, Mint Manga, Self Manga: Actualización
fr: [Serveurs] Read Manga, AllHentai, Mint Manga, Self Manga : Mise à jour
id: [Server] Read Manga, AllHentai, Mint Manga, Self Manga: Pembaruan
pl: [Serwery] Read Manga, AllHentai, Mint Manga, Self Manga: aktualizacja
pt_br: [Servidores] Read Manga, AllHentai, Mint Manga, Self Manga: Atualização
ru: [Серверы] Read Manga, AllHentai, Mint Manga, Self Manga: Обновление

source: [A11y] Fixed keyboard navigation and added missing buttons tooltips
ca: [A11y] S'ha corregit la navegació per teclat i s'han afegit els consells dels botons que falten
es: [A11y] Corregida la navegación por teclado y añadida información sobre los botones que faltan
fr: [A11y] Correction de la navigation au clavier et ajout d'infobulles manquantes pour certains boutons
id: [A11y] Perbaikan navigasi papan ketik dan penambahan tooltip tombol yang hilang
pl: [A11y] Poprawiono nawigację na klawiaturze i dodano podpowiedzi brakujących przycisków
pt_br: [A11y] Corrige navegação pelo teclado e acrescenta botões de ferramentas ausentes
ru: [A11y] Исправлена навигация по клавиатуре и добавлены отсутствующие подсказки для кнопок

source: [L10n] Update French and German translations
ca: [L10n] Actualitza la traducció del francès i l'alemany
de: [L10n] Deutsche und französische Übersetzung aktualisiert
es: [L10n] Actualizadas las traducciones del francés y el alemán
fr: [L10n] Mise à jour des traductions allemande et française
id: [L10n] Pembaruan terjemahan Bahasa Prancis dan Jerman
pl: [L10n] Aktualizacja tłumaczeń na język francuski i niemiecki
pt_br: [L10n] Atualiza as traduções para francês e alemão
ru: [L10n] Обновлены французский и немецкий переводы

source: [Reader] LTR, RTL, vertical pager: Added 2-finger zoom gesture
ca: [Lector] LTR, RTL, paginador vertical: s'ha afegit el gest de zoom de 2 dits
de: [Leser] Links nach rechts, rechts nach links, vertikal: Zwei-Finger-Gesten hinzugefügt
es: [Lector] LTR, RTL, paginador vertical: Añadido gesto de zoom con 2 dedos
fr: [Lecteur] Pager LTR, RTL, vertical : Ajout du zoom par geste à deux doigts
id: [Pembaca] LTR, RTL, laman vertikal : Menambahkan gestur pembesaran dengan dua jari
pl: [Czytnik] Pager LTR, RTL, pionowy: Dodano gest powiększania za pomocą 2 palców
pt_br: [Leitor] LTR, RTL, pager vertical: Acrescenta gesto de zoom de 2 dedos
ru: [Reader] LTR, RTL, vertical pager: Добавлен жест масштабирования двумя пальцами

source: [Reader] LTR, RTL, vertical pager: Improved double-tap zoom on touchscreens
ca: [Lector] LTR, RTL, paginador vertical: s'ha millorat el zoom de doble toc a les pantalles tàctils
de: [Leser] Links nach rechts, rechts nach links, vertikal: Zoom bei Touchscreens verbessert
es: [Lector] LTR, RTL, paginador vertical: Zoom mejorado con doble pulsación en pantallas táctiles
fr: [Lecteur] Pager LTR, RTL, vertical : Amélioration du zoom par double-tap sur les écrans tactiles
id: [Pembaca] LTR, RTL, laman vertikal : Peningkatan gesture ketuk dua kali pada layar sentuh
pl: [Czytnik] Pager LTR, RTL, pionowy: Poprawione przybliżanie po dwukrotnym dotknięciu na ekranach dotykowych
pt_br: [Leitor] LTR, RTL, pager vertical: Melhoria do zoom de duplo toque nas telas sensíveis ao toque
ru: [Reader] LTR, RTL, vertical pager: Улучшено масштабирование двойным нажатием на сенсорных экранах

source: [Reader] LTR, RTL, vertical pager: Fixed page scrolling when scaling is `Original Size`
ca: [Lector] LTR, RTL, cercapersones vertical: S'ha corregit el desplaçament de la pàgina quan l'escala és "Mida original"
de: [Leser] Links nach rechts, rechts nach links, vertikal: Besseres Scrollverhalten, wenn die Skalierung "Originalgröße" ist
es: [Lector] LTR, RTL, paginador vertical: Corregido el desplazamiento de página cuando la escala es `Tamaño original`
fr: [Lecteur] Pager LTR, RTL, vertical : Correction du défilement de la page lorsque la mise à l'échelle est "Taille originale"
id: [Pembaca] LTR, RTL, laman vertikal: Perbaikan pengguliran halaman saat skala laman adalah 'Ukuran Asli'
pl: [Czytnik] Pager LTR, RTL, pionowy: Poprawione przewijanie strony, gdy skalowanie jest ustawione na `Rozmiar oryginalny`
pt_br: [Leitor] LTR, RTL, pager vertical: Corrige rolagem de página quando a escala é `Tamanho Original`
ru: [Reader] LTR, RTL, vertical pager: Исправлена прокрутка страницы при масштабировании `Оригинальный размер`

source: [Servers] Add Toonily [EN]
ca: [Servidors] Afegit Toonily [EN]
de: [Server] Toonily (EN) hinzugefügt
es: [Servidores] Añadido Toonily [EN]
fr: [Serveurs] Ajout de Toonily [FR]
id: [Server] Toonily [EN] ditambahkan
pl: [Serwery] Dodano Toonily [EN]
pt_br: [Servidores] Acrescenta Toonily [EN]
ru: [Серверы] Добавлен Toonily [EN]

source: [Servers] Dynasty: Update
ca: [Servidors] Dynasty: Actualització
de: [Server] Dynasty: Aktualisiert
es: [Servidores] Dynasty: Actualización
fr: [Serveurs] Dynasty : Mise à jour
id: [Server] Dynasty : Pembaruan
pl: [Serwery] Dynasty: aktualizacja
pt_br: [Servidores] Dynasty: Atualização
ru: [Серверы] Dynasty: Обновление

source: [Servers] Local: Repair
ca: [Servidors] Local: Reparació
de: [Server] Lokal: Fehler behoben
es: [Servidores] Local: Reparar
fr: [Serveurs] Local : Réparation
id: [Server] Lokal : Perbaikan
pl: [Serwery] Lokalny: naprawiono
pt_br: [Servidores] Local: Correção
ru: [Серверы] Локальное: Починка

source: [Servers] Add Bilibili Comics ES, FR, ID
ca: [Servidors] Afegit Bilibili Comics ES, FR, ID
de: [Server] Bilibili Comics (ES, FR, ID) hinzugefügt
es: [Servidores] Añadidos Bilibili Comics ES, FR, ID
fr: [Serveurs] Ajout de Bilibili Comics [ES, FR, ID]
id: [Server] Bilibili Comics ES, FR, ID ditambahkan
pl: [Serwery] Dodano Bilibili Comics [ES, FR, ID]
pt_br: [Servidores] Acrescenta Bilibili Comics ES, FR, ID
ru: [Серверы] Добавлен Bilibili Comics ES, FR, ID

source: [Servers] Add Golden Mangás [pt_BR]
ca: [Servidors] Afegit Golden Mangás [pt_BR]
de: [Server] Golden Mangás (pt_BR) hinzugefügt
es: [Servidores] Añadido Golden Mangás [pt_BR]
fr: [Serveurs] Ajout de Golden Mangás [pt_BR]
id: [Server] Golden Mangás [pt_BR] ditambahkan
pl: [Serwery] Dodano Golden Mangás [pt_BR]
pt_br: [Servidores] Acrescenta Golden Mangás [pt_BR]
ru: [Серверы] Добавлен Golden Mangás [pt_BR]

source: [Servers] Add MangaWorld [IT]
ca: [Servidors] Afegit MangaWorld [IT]
de: [Server] MangaWorld (IT) hinzugefügt
es: [Servidores] Añadido MangaWorld [IT]
fr: [Serveurs] Ajout de MangaWorld [IT]
id: [Server] MangaWorld [IT] ditambahkan
pl: [Serwery] Dodano MangaWorld [IT]
pt_br: [Servidores] Acrescenta MangaWorld [IT]
ru: [Серверы] Добавлен MangaWorld [IT]

source: [Servers] Add Mangalek [AR]
ca: [Servidors] Afegit Mangalek [AR]
de: [Server] Mangalek (AR) hinzugefügt
es: [Servidores] Añadido Mangalek [AR]
fr: [Serveurs] Ajout de Mangalek [AR]
id: [Server] Mangalek [AR] ditambahkan
pl: [Serwery] Dodano Mangalek [AR]
pt_br: [Servidores] Acrescenta Mangalek [AR]
ru: [Серверы] Добавлен Mangalek [AR]

source: [Servers] Colored Manga: Update
ca: [Servers] Colored Manga: Actualització
de: [Server] Colored Manga: Aktualisiert
es: [Servidores] Colored Manga: Actualización
fr: [Serveurs] Colored Manga : Mise à jour
id: [Server] Colored Manga : Pembaruan
pl: [Serwery] Colored Manga: aktualizacja
pt_br: [Servidores] Colored Manga: Atualização
ru: [Серверы] Colored Manga: Обновление

source: Brings new Brazilian Portuguese, French and German translations
ca: Porta noves traduccions al portuguès brasiler, francès i alemany
de: Neuerungen in brasilianischer, französischer und deutscher Übersetzung
es: Nuevas traducciones al portugués brasileño, francés y alemán
fr: Nouvelles traductions en portugais brésilien, français et allemand
id: Menghadirkan terjemahan baru untuk Bahasa Portugis (Brazil), Perancis dan Jerman
pl: Nowe tłumaczenia na francuski, niemiecki i portugalski (Brazylia)
pt_br: Traz novas traduções para o português brasileiro, francês e alemão
ru: Новые переводы на бразильский португальский, французский и немецкий языки

source: [Explorer] Add `Latest Updates` (not available for all compatible servers yet)
ca: [Explorador] Afegit "Últimes actualitzacions" (encara no disponible per a tots els servidors compatibles)
de: [Explorer] `Zuletzt aktualisiert` hinzugefügt (Noch nicht für alle kompatiblen Server verfügbar)
es: [Explorador] Añadido `Últimas actualizaciones` (aún no disponible para todos los servidores compatibles)
fr: [Explorateur] Ajout des `Dernières mises à jour` (pas encore disponible pour tous les serveurs compatibles)
id: [Jelajah] Menambahkan `Pembaruan Terkini` (belum tersedia untuk semua server)
pl: [Przeglądarka] Dodano `Najnowsze aktualizacje` (nie są jeszcze dostępne dla wszystkich kompatybilnych serwerów)
pt_br: [Explorador] Acrescenta `Últimas Atualizações` (ainda não disponível para todos os servidores compatíveis)
ru: [Проводник] Добавлено `Последние обновления` (пока доступно не для всех совместимых серверов)

source: [Servers] Add Reaper Scans AR, FR, ID and TR
ca: [Servidors] Afegit Reaper Scans AR, FR, ID i TR
de: [Server] Reaper Scans für AR, FR, ID und TR hinzugefügt
es: [Servidores] Añadidos Reaper Scans AR, FR, ID y TR
fr: [Serveurs] Ajout de Reaper Scans [AR, FR, ID et TR]
id: [Server] Reaper Scans AR, FR, ID dan TR ditambahkan
pl: [Serwery] Dodano Reaper Scans [AR, FR, ID i TR]
pt_br: [Servidores] Acrescenta Reaper Scans AR, FR, ID and TR
ru: [Серверы] Добавлен Reaper Scans AR, FR, ID и TR

source: [Servers] Re-enables Tutto Anime Manga (TAM) [IT]
ca: [Servidors] Tornat a habilitar Tutto Anime Manga (TAM) [IT]
de: [Server] Tutto Anime Manga (TAM) wiederhergestellt [IT]
es: [Servidores] Vuelve a activar Tutto Anime Manga (TAM) [IT]
fr: [Serveurs] Réactivation de Tutto Anime Manga (TAM) [IT]
id: [Server] Aktivasi kembali Tutto Anime Manga (TAM) [IT]
pl: [Serwery] Ponowne włączenie Tutto Anime Manga (TAM) [IT]
pt_br: [Servidores] Reativa Tutto Anime Manga (TAM) [IT]
ru: [Серверы] Повторно включен Tutto Anime Manga (TAM) [IT]

source: [Servers] Atikrost: Update
ca: [Servidors] Atikrost: Actualització
de: [Server] Sttikrost: Aktualisiert
es: [Servidores] Atikrost: Actualización
fr: [Serveurs] Atikrost : Mise à jour
id: [Server] Atikrost : Diperbarui
pl: [Serwery] Atikrost: aktualizacja
pt_br: [Servidores] Atikrost: Atualização
ru: [Серверы] Atikrost: Обновление

source: [Servers] LeviatanScans [EN]: Update
ca: [Servidors] LeviatanScans [EN]: Actualització
de: [Server] LevitianScans [EN]: Aktualisert
es: [Servidores] LeviatanScans [EN]: Actualización
fr: [Serveurs] LeviatanScans [FR] : Mise à jour
id: [Server] LeviatanScans [EN] : Diperbarui
pl: [Serwery] LeviatanScans [EN]: aktualizacja
pt_br: [Servidores] LeviatanScans [EN]: Atualização
ru: [Серверы] LeviatanScans [EN]: Обновление

source: Brings new French and Brazilian Portuguese translations
ca: Porta noves traduccions al francès i al portuguès brasiler
de: Neue Französische und Brasilianisch-Protugiesische Übersetzungen
es: Nuevas traducciones al francés y al portugués de Brasil
fr: Nouvelles traductions en français et en portugais brésilien
id: Menghadirkan terjemahan baru untuk Bahasa Prancis dan Portugis (Brazil)
pl: Nowe tłumaczenia na francuski i portugalski (Brazylia)
pt_br: Traz novas traduções em francês e português do Brasil
ru: Новые переводы на французский и бразильский португальский языки

source: Happy reading and merry christmas.
ca: Feliç lectura i bon Nadal.
de: Frohe Weihnachten und Viel Spaß beim Lesen.
es: Feliz lectura y feliz navidad.
fr: Bonne lecture et joyeux Noël.
id: Selamat membaca dan selamat natal.
pl: Miłej lektury i wesołych świąt.
pt_br: Feliz leitura e feliz natal.
ru: Приятного чтения и счастливого Рождества.

source: Bug-fix release:
ca: Llançament de correcció d'errors:
de: Release zum Beheben von Fehlern:
es: Versión de corrección de errores:
fr: Version de correction de bogues :
id: Rilis perbaikan bug:
pl: Wydanie poświęcone poprawom błędów:
pt_br: Lançamento de correção de bug:
ru: Выпуск исправлений:

source: Missing database indexes
ca: Falten índexs de bases de dades
de: Fehlende Datenbank-Indizes
es: Faltan índices de base de datos
fr: Index de base de données manquants
id: Indeks basis data hilang
pl: Brakujące indeksy bazy danych
pt_br: Índices de banco de dados ausentes
ru: Отсутствующие индексы базы данных

source: Disappearance of the categories toggle button after leaving the library
ca: Desaparició del botó de commutació de categories després de sortir de la biblioteca
de: Verschwinden des Kategorien-Schalters
es: Desaparición del conmutador de categorías al salir de la biblioteca
fr: Disparition du bouton de basculement des catégories après avoir quitté la bibliothèque
id: Hilangnya tombol beralih kategori setelah keluar dari pustaka
pl: Zniknięcie przycisku przełączania kategorii po opuszczeniu biblioteki
pt_br: Desaparecimento do botão de alternância de categorias após sair da biblioteca
ru: Исчезновение кнопки переключения категорий после выхода из библиотеки

source: New icon 🎉 Thank you to its author Tobias Bernard
ca: Nova icona 🎉 Gràcies al seu autor Tobias Bernard
de: Neues Logo 🎉 Danke an Tobias Bernard
es: Nuevo icono 🎉 Gracias a su autor Tobias Bernard
fr: Nouvelle icône 🎉 Merci à son auteur Tobias Bernard
id: Ikon baru 🎉 Terima kasih kepada pembuatnya, Tobias Bernard
pl: Nowa ikona 🎉 Podziękowania dla autora Tobiasa Bernarda
pt_br: Novo ícone 🎉 Obrigado ao seu autor Tobias Bernard
ru: Новая иконка 🎉 Спасибо её автору, Tobias Bernard
