Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Read your favorite manga
ar: طالع المنغا المفصلة لديك
ca: Llegiu els vostres mangas preferits
de: Lies deine Lieblingsmanga
es: Lea su manga favorito
fr: Lisez vos mangas préférés
id: Baca manga favoritmu
nl: Lees uw favoriete manga
pl: Czytaj swoje ulubione mangi
pt_br: Leia seus mangás favoritos
ru: Читайте свою любимую мангу

source: With its simple, elegant and adaptive interface, this manga reader allows you to search, sort and read all your favorite manga with ease.
ar: بفضل واجهته البسيطة والأنيقة والمتكيفة ، يُيسر لك هذا القارئ البحث عن المانغا المفضلة لديك وفرزها وقراءتها.
ca: Amb la seva interfície senzilla, elegant i adaptable, aquest lector de manga us permet cercar, ordenar i llegir tots els vostres mangas preferits amb facilitat.
de: In der eleganten und adaptiven Nutzeroberfläche dieses Manga-Readers kannst du problemlos deine Lieblingsmanga suchen, sortieren und lesen.
es: Con su simple, elegante y adaptable interfaz, este lector de manga le permite buscar, ordenar y leer todos sus mangas favoritos fácilmente.
fr: Avec son interface simple, élégante et adaptative, ce lecteur de mangas vous permet de rechercher, trier et lire tous vos mangas préférés en toute simplicité.
id: Dengan antarmuka yang sederhana, elegan dan adaptif, pembaca manga ini memungkinkan kamu untuk mencari, memilih dan membaca semua manga favoritmu dengan mudah.
nl: Met zijn eenvoudige, elegante en adaptieve interface laat deze manga reader je toe om al je favoriete manga's met gemak te zoeken, sorteren en lezen.
pl: Z jego prostym, eleganckim i dostosowującym się interfejsem, ten czytnik mangi pozwala ci z łatwością szukać, sortować i czytać twoje ulubione mangi.
pt_br: Com sua interface simples, elegante e adaptável, este leitor de mangá permite que você pesquise, classifique e leia com facilidade todos os seus mangás favoritos.
ru: Благодаря простому, элегантному и адаптивному интерфейсу, эта программа для чтения манги позволяет с легкостью искать, сортировать и читать всю вашу любимую мангу.

source: Why you will love Komikku?
ar: لماذا ستفضل كوميكو؟
ca: Per què us encantarà Komikku?
de: Warum Sie Komikku lieben werden:
es: ¿Por qué amará Komikku?
fr: Pourquoi vous allez aimer Komikku ?
id: Mengapa kamu akan suka Komikku?
nl: Waarom u van Komikku zult houden?
pl: Dlaczego pokochasz Komikku?
pt_br: Por que você vai amar o Komikku?
ru: Почему вы полюбите Komikku?

source: Online and offline reading from dozens of servers
ar: يتيح لك المطالعة من عديد الخوادم والتنزيل منها
ca: Lectura en línia i fora de línia des de dotzenes de servidors
de: Lesen von Manga aus dutzenden Quellen (mit und ohne Netzwerkverbindung durch lokale Zwischenspeicherung)
es: Lectura en línea y fuera de línea desde decenas de servidores
fr: Lecture en ligne ou hors ligne depuis des dizaines de serveurs
id: Baca secara daring dan luring dari lusinan server
nl: Online en offline lezen van tientallen servers
pl: Czytanie on-line i off-line z wielu serwerów
pt_br: Leitura online e offline de dezenas de servidores
ru: Онлайн и офлайн чтение с десятков серверов

source: Support for locally stored manga (in CBZ or CBR formats)
ar: دعم للمنغا الخزنة محليًا (ذات تنسيق CBZ وCBR)
ca: Suport per a manga emmagatzemat localment (en formats CBZ o CBR)
de: Unterstützung lokal gespeicherter Manga im CBZ- und CBR-Format
es: Soporte para mangas guardados localmente (en formatos CBZ o CBR)
fr: Prise en charge des mangas stockés localement (aux formats CBZ ou CBR)
id: Dukungan untuk manga yang tersimpan secara lokal (dalam format CBZ atau CBR)
nl: Ondersteuning voor lokaal opgeslagen manga (in CBZ- of CBR-formaat)
pl: Obsługa lokalnie przechowywanych mang (w formatach CBZ lub CBR)
pt_br: Suporte a mangá armazenado localmente (nos formatos CBZ ou CBR)
ru: Поддержка локально сохранённой манги (в форматах CBZ или CBR)

source: RTL, LTR, Vertical and Webtoon reading modes
ar: أوضاع القراءة من اليمين لليسار ومن اليسار لليمين والعمودي و ويبتون
ca: Modes de lectura RTL, LTR, Vertical i Webtoon
de: Lesemodi: Rechts-nach-links, Links-nach-rechts, vertikal und Webtoon
es: Modos de lectura RTL, LTR, vertical y Webtoon
fr: Modes de lecture RTL, LTR, Vertical et Webtoon
id: Mode baca RTL, LTR, Vertikal dan Webtoon
nl: RNL, LNR, Verticaal en Webtoon leesmodus
pl: Tryby czytania RTL, LTR, pionowy i webtoon
pt_br: Modos de leitura RTL, LTR, Vertical e Webtoon
ru: Режимы чтения RTL, LTR, Vertical и Webtoon

source: Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)
ar: يدعم أنواع تنقل متعددة: مفاتيح الأسهم من لوحة المفاتيح أو عبر تخطيط تنقل لليمن ولليسر عن طريق النقر بالفأرة يدعم كذلك الضغط على لوحة اللمس/الشاشة اللمسية أو بعجلة الفأرة أو عبر إيماءة التمرير بإصبعين للوحة اللمس أو إيماءات التمرير للشاشة اللمسية
ca: Admet diversos tipus de navegació: tecles de fletxa del teclat, disposició de navegació a dreta i esquerra mitjançant el clic o el toc del ratolí (panell/pantalla tàctil), roda del ratolí, gest de lliscament de 2 dits (panell tàctil), gest de lliscament (pantalla tàctil)
de: Verschiedene Navigationsmöglichkeiten mittels Pfeiltasten, Mausklicks oder Gesten
es: Admite varios tipos de navegación: teclas de flecha del teclado, disposición de la navegación a la derecha y a la izquierda mediante un clic del ratón o un toque (panel/pantalla táctil), rueda del ratón, gesto de deslizamiento con dos dedos (panel táctil), gesto de deslizamiento (pantalla táctil)
fr: Prise en charge de plusieurs types de navigation : touches fléchées du clavier, disposition de la navigation à droite et à gauche par clic ou tapotement de la souris (pavé tactile / écran tactile), roue de la souris, geste de balayage à deux doigts (pavé tactile), geste de balayage (écran tactile)
id: Mendukung beberapa tipe navigasi: tombol panah keyboard, navigasi kanan dan kiri via klik mouse atau ketukan pada (bidang /layar sentuh), roda tetikus, gulir dua jari (bidang sentuh), dan gulir (layar sentuh)
nl: Ondersteuning van verschillende soorten navigatie: pijltoetsen op het toetsenbord, navigatie naar rechts en links via muisklik of tikken (touchpad/touchscreen), muiswiel, veegbeweging met 2 vingers (touchpad), veegbeweging (touchscreen)
pl: Wsparcie dla wielu typów nawigacji: klawisze strzałek na klawiaturze, nawigowanie w lewo i w prawo przez kliknięcie myszką bądź dotknięcie (touchpad/ekran dotykowy), rolka, gest przewijania dwoma palcami (touchpad), gest przewijania (ekran dotykowy)
pt_br: Oferece suporte a vários tipos de navegação: teclas de seta do teclado, layout de navegação direita e esquerda por meio de clique do mouse ou toque (touchpad/tela sensível ao toque), roda do mouse, gesto de deslizar com 2 dedos (touchpad), gesto de deslizar (tela sensível ao toque)
ru: Поддержка различных типов навигации: клавиши-стрелки, навигация вправо и влево с помощью щелчка мыши или касания (тачпад/сенсорный экран), колесо прокрутки, жест пролистывания двумя пальцами (тачпад), жест смахивания (сенсорный экран)

source: Categories to organize your library
ar: فئات لتنظيم مكتبتك
ca: Categories per organitzar la vostra biblioteca
de: Kategorien zur Bibliothekorganisation
es: Categorías para organizar su biblioteca
fr: Catégories pour organiser votre bibliothèque
id: Kategori untuk mengelola pustakamu
nl: Categorieën om uw bibliotheek te organiseren
pl: Organizowanie Twojej biblioteki według kategorii
pt_br: Categorias para organizar sua biblioteca
ru: Категории для организации вашей библиотеки

source: Automatic update of manga
ar: تحديث تلقائي للمنغا
ca: Actualització automàtica dels manga
de: Automatische Updates von Mangas
es: Actualización automática del manga
fr: Mise à jour automatique des mangas
id: Pembaruan manga secara otomatis
nl: Automatische update van manga
pl: Automatyczna aktualizacja mangi
pt_br: Atualização automática de mangá
ru: Автоматическое обновление манги

source: Automatic download of new chapters
ar: تنزيل تلقائي للفصول الجديدة
ca: Descàrrega automàtica de nous capítols
de: Automatisches Herunterladen neuer Kapitel
es: Descarga automática de nuevos capítulos
fr: Téléchargement automatique des nouveaux chapitres
id: Pengunduhan otomatis bab baru
nl: Automatisch downloaden van nieuwe hoofdstukken
pl: Automatyczne pobieranie nowych rozdziałów
pt_br: Download automático de novos capítulos
ru: Автоматическая загрузка новых глав

source: Reading history
ar: سجل مطالعة
ca: Història de la lectura
de: Zuletzt gelesen
es: Historial de lectura
fr: Historique de lecture
id: Riwayat baca
nl: Geschiedenis van lezen
pl: Historia czytania
pt_br: Histórico de leitura
ru: История чтения

source: Light and dark themes
ar: سمة داكنة وسمة فاتحة
ca: Temes clars i foscos
de: Helle und dunkle Farbschemen
es: Temas claro y oscuro
fr: Modes clair et sombre
id: Tema terang dan gelap
nl: Lichte en donkere thema's
pl: Motywy jasny i ciemny
pt_br: Temas claros e escuros
ru: Светлая и тёмная темы

source: The Library page
ca: Pàgina de la biblioteca
fr: La page Bibliothèque
id: Halaman Pustaka
pt_br: A página da Biblioteca
ru: Страница библиотеки

source: The Library page with the category sidebar open
ca: Pàgina de la biblioteca amb la barra lateral de categories oberta
fr: La page Bibliothèque avec la barre latérale des catégories ouverte
id: Halaman Pustaka dengan sidebar terbuka
pt_br: A página da Biblioteca com a barra lateral de categoria aberta
ru: Страница библиотеки с открытой боковой панелью категорий

source: The Preferences page (Library settings)
ca: La pàgina de Preferències (Paràmetres de biblioteca)
fr: La page Préférences (paramètres de la bibliothèque)
id: Halaman Preferensi (Pengaturan Pustaka)
pt_br: A página de Preferências (Configurações da Biblioteca)
ru: Страница параметров (Настройки библиотеки)

source: The Explorer page in mobile format (Servers list)
ca: La pàgina d'explorador en format mòbil (Llista de servidors)
fr: La page Explorateur en format mobile (liste des serveurs)
id: Halaman Jelajah dalam format mobile (daftar Server)
pt_br: A página do Explorador em formato móvel (lista de Servidores)
ru: Страница обозревателя в мобильном формате (Список серверов)

source: The Details page
ca: La pàgina de detalls
fr: La page Détails
id: Halaman Detail
pt_br: A página de Detalhes
ru: Информационная страница

source: The Details page (chapters list)
ca: La pàgina de detalls (llista de capitols)
fr: La page Détails (liste des chapitres)
id: Halaman Detail (daftar bab)
pt_br: A página de Detalhes (lista de Capítulos)
ru: Информационная страница (список глав)

source: The Reader page
ca: Pàgina del lector
fr: La page Lecteur
id: Halaman Pembaca
pt_br: A página do Leitor
ru: Читаемая страница

source: The Reader page in mobile format
ca: Pàgina del lector en format mòbil
fr: La page Lecteur en format mobile
id: Halaman Pembaca dalam format mobile
pt_br: A página do Leitor em formato móvel
ru: Читаемая страница в мобильном формате

source: The Category editor page in mobile format
ca: Pàgina d'editor de categories en format mòbil
fr: La page Éditeur des catégories en format mobile
id: Halaman penyunting Kategori dalam format mobile
pt_br: A página do Editor de Categorias em formato móvel
ru: Страница редактора категорий в мобильном формате

source: The Reading history page in mobile format
ca: Pàgina de l'historial de lectura en format mòbil
fr: La page Historique de lecture en format mobile
id: Halaman Riwayat baca dalam format mobile
pt_br: A página de histórico de Leitura em formato móvel
ru: Страница истории чтения в мобильном формате

source: [Reader] RTL/LTR/Vertical pager: Speed up white borders cropping
ru: [Читалка] СНЛ/СНП/Вертикально: Ускорена обрезка белых краёв

source: [Servers] Izneo: Update
ca: [Servidors] Izneo: Actualització
de: [Server] Izneo: Aktualisiert
es: [Servidores] Izneo: Actualización
fr: [Serveurs] Izneo : Mise à jour
id: [Server] Izneo : Diperbarui
pl: [Serwery] Izneo: aktualizacja
pt_br: [Servidores] Izneo: Atualiza
ru: [Серверы] Izneo: Обновлен

source: [Servers] LegacyScans (FR): Update
ru: [Серверы] LegacyScans (FR): Обновлён

source: [Servers] Manhuaus (EN): Fixed manga statuses
ru: [Серверы] Manhuaus (EN): Исправлены статусы манги

source: [Servers] MonkeyUser (EN): Update
ru: [Серверы] MonkeyUser (EN): Обновлён

source: [Servers] NHentai (EN/JA/ZH): Added covers in searches results
ru: [Серверы] NHentai (EN/JA/ZH): В результаты поиска добавлены обложки

source: [Servers] Read Comic Online (EN): Update
ru: [Серверы] Read Comic Online (EN): Обновлён

source: [Servers] Mangadoor (ES): Disable
ru: [Серверы] Mangadoor (ES): Отключён

source: Happy reading.
ar: استمتع بالمطالعة.
ca: Feliç lectura.
es: Feliz lectura.
fr: Bonne lecture.
id: Selamat membaca.
nl: Vrolijk lezen.
pl: Miłej lektury.
pt_br: Feliz leitura.
ru: Приятного чтения.

source: [Servers] Comic Book Plus (EN): Update
ru: [Серверы] Comic Book Plus (EN): Обновлён

source: [Servers] Honey Manga (UK): Update
ru: [Серверы] Honey Manga (UK): Обновлён

source: [Servers] MangaHub (EN): Update
ru: [Серверы] MangaHub (EN): Обновлён

source: [Servers] Mangalek (AR): Update
ru: [Серверы] Mangalek (AR): Обновлён

source: [Servers] Manhwa Hentai (EN): Update
ru: [Серверы] Manhwa Hentai (EN): Обновлён

source: [Servers] Remanga (RU): Update
ru: [Серверы] Remanga (RU): Обновлён

source: [Servers] Zero Scans (EN): Update
ru: [Серверы] Zero Scans (EN): Обновлён

source: [Servers] Colored Manga (EN): Disable
ru: [Серверы] Colored Manga (EN): Отключён

source: [Servers] Lector Manga (ES): Disable
ru: [Серверы] Lector Manga (ES): Отключён

source: [L10n] Updated Indonesian translation
ru: [L10n] Обновлён индонезийский перевод

source: [Reader] Used best image scaling filter based on zoom value
ru: [Читалка] Использован лучший фильтр масштабирования изображения на основе предустановленных значений

source: [Reader] Fixed memory leaks
ca: [Lector] S'han corregit les fuites de memòria
es: [Lector] Solucionado el consumo de memoria
fr: [Lecteur] Correction de fuites de mémoire
id: [Pembaca] Memperbaiki kebocoran memori
pl: [Czytnik] Naprawiono wycieki pamięci
pt_br: [Leitor] Corrige vazamentos de memória
ru: [Читалка] Исправлены утечки памяти

source: [Reader] RTL/LTR/Vertical pager: Fixed unzoom by double tap/click
ru: [Читалка] СНЛ/СНП/Вертикально: Исправлено уменьшение масштаба с помощью двойного нажатия/щелчка

source: [Reader] Webtoon pager: Improved detection when first or last chapter is reached
ru: [Читалка] Вебтун: Улучшено определение достижения первой или последней главы

source: [Servers] Grise Bouille [FR]: Update
ru: [Серверы] Grise Bouille [FR]: Обновлён

source: [Servers] Toonily [EN]: Fix
ru: [Серверы] Toonily [EN]: Исправление

source: [L10n] Updated Chinese (Simplified), Finnish, Portuguese, Portuguese (Brazil) and Russian translations
ru: [L10n] Обновлены китайский (упрощённый), финский, португальский, португальский (бразильский) и русский переводы

source: [Servers] Fr-Scan: Update
ru: [Серверы] Fr-Scan: Обновлён

source: [Servers] WEBTOON: Update
ca: [Servidors] WEBTOON: Actualització
es: [Servidores] WEBTOON: Actualización
fr: [Serveurs] WEBTOON : Mise à jour
id: [Server] WEBTOON: Pembaruan
pl: [Serwery] WEBTOON: aktualizacja
pt_br: [Servidores] WEBTOON: Atualização
ru: [Серверы] WEBTOON: Обновление

source: [Servers] Xoxocomics: Update
ca: [Servidors] Xoxocomics: Actualització
de: [Server] Xoxocomics: Aktualisiert
es: [Servidores] Xoxocomics: Actualización
fr: [Serveurs] Xoxocomics : Mise à jour
id: [Server] Xoxocomics: Diperbarui
pl: [Serwery] Xoxocomics: aktualizacja
pt_br: [Servidores] Xoxocomics: Atualização
ru: [Серверы] Xoxocomics: Обновление

source: [Servers] Golden Mangás [pt_BR]: Disable
ru: [Серверы] Golden Mangás [pt_BR]: Отключён

source: [L10n] Updated Portuguese (Brazil), Spanish and Turkish translations
ru: [L10n] Обновлены португальский (бразильский), испанский и турецкий переводы

source: Enjoy holiday season and happy reading.
ru: Наслаждайтесь курортным сезоном и приятного чтения.

source: [Explorer] Search: Add comics covers (when available)
ru: [Explorer] Поиск: Добавлены обложки комиксов (если доступно)

source: [UI] Fix broken page navigation when animations are disabled
ru: [UI] Исправлена неработающая навигация по страницам при отключённой анимации

source: [About] Add `Supporters` section
ru: [О приложении] Добавлен раздел «Помощники»

source: [Servers] Asura Scans [EN/TR]: Update
ca: [Servidors] Asura Scans [EN/TR]: Actualització
de: [Server] Asura Scans (EN/TR): Aktualisert
es: [Servidores] Asura Scans [ES/TR]: Actualización
fr: [Serveurs] Asura Scans [EN / TR] : Mise à jour
id: [Server] Asura Scans [EN/TR]: Diperbarui
pl: [Serwery] Asura Scans [EN/TR]: aktualizacja
pt_br: [Servidores] Asura Scans [EN/TR]: Atualização
ru: [Серверы] Asura Scans [EN/TR]: Обновление

source: [Servers] Izneo [FR]: Update
ru: [Серверы] Izneo [FR]: Обновлён

source: [Servers] Komga: Update
ca: [Servidors] Komga: Actualització
es: [Servidores] Komga: Actualización
fr: [Serveurs] Komga : Mise à jour
id: [Server] Komga: Pembaruan
pl: [Serwery] Komga: aktualizacja
pt_br: [Servidores] Komga: Atualização
ru: [Серверы] Komga: Обновлён

source: [Servers] LSComic [EN]: Update (rebranded, previously LeviatanScans)
ru: [Серверы] LSComic [EN]: Обновлён (ребрендинг, ранее - LeviatanScans)

source: [Servers] MangaDex: Update
ca: [Servidors] Mangadex: Actualització
de: [Server] MangaDex: Aktualisiert
es: [Servidores] MangaDex: Actualización
fr: [Serveurs] MangaDex : Mise à jour
id: [Server] MangaDex: Diperbarui
pl: [Serwery] MangaDex: aktualizacja
pt_br: [Servidores] MangaDex: Atualização
ru: [Серверы] MangaDex: Обновлён

source: [Servers] MangaKawaii: Update
ca: [Servidors] MangaKawaii: Actualització
de: [Server] MangaKawaii: Aktualisiert
es: [Servidores] MangaKawaii: Actualización
fr: [Serveurs] MangaKawaii : Mise à jour
id: [Server] MangaKawaii: Diperbarui
pl: [Serwery] MangaKawaii: aktualizacja
pt_br: [Servidores] MangaKawaii: Atualização
ru: [Серверы] MangaKawaii: Обновление

source: [Servers] MangaWorld: Update
ru: [Серверы] MangaWorld: Обновлён

source: [Servers] Mint Manga: Update
es: [Servidores] Mint Manga: Actualización
fr: [Serveurs] Mint Manga : Mise à jour
ru: [Серверы] Mint Manga: Обновлён

source: [Servers] Read Manga: Update
ca: [Servers] Read Manga: Actualització
de: [Server] Read Manga: Aktualisiert
es: [Servidores] Read Manga: Actualización
fr: [Serveurs] Read Manga : Mise à jour
id: [Server] Read Manga : Pembaruan
pl: [Serwery] Read Manga: aktualizacja
pt_br: [Servidores] Read Manga: Atualização
ru: [Серверы] Read Manga: Обновлён

source: [Servers] Self Manga: Update
ca: [Servidors] Self Manga: Actualització
de: [Server] Self Manga: Aktualisiert
es: [Servidores] Self Manga: Actualización
fr: [Serveurs] Self Manga : Mise à jour
id: [Server] Self Manga : Diperbarui
pl: [Serwery] Self Manga: aktualizacja
pt_br: [Servidores] Self Manga: Atualização
ru: [Серверы] Self Manga: Обновлён

source: [L10n] Updated Arabic, French and Turkish translations
ru: [L10n] Обновлены арабский, французский и турецкий переводы

source: Happy Christmas and Happy reading.
ru: Счастливого Рождества и приятного чтения.

source: [Reader] Webtoon pager: Fixed scrolling to top and memory leaks
fr: [Lecteur] Pager Webtoon : Correction du défilement vers le haut et de fuites de mémoire
pt_br: [Leitor] Webtoon pager: Corrige a rolagem para o topo e vazamentos de memória
ru: [Читалка] Вебтун: Исправлена прокрутка вверх и утечки памяти

source: [Reader] Webtoon pager: Saved reading progress when navigating with slider of controls overlay
fr: [Lecteur] Pager Webtoon : Sauvegarde de la progression de la lecture lors de la navigation avec le curseur
pt_br: [Leitor] Webtoon pager: Salva o progresso de leitura quando navegando com controles de sobreposição
ru: [Читалка] Вебтун: Прогресс чтения сохраняется при навигации с помощью слайдера и наложения элементов управления

source: [Servers] Added Honey Manga [UK]
fr: [Serveurs] Ajout de Honey Manga [UK]
pt_br: [Servidores] Acrescenta Honey Manga [UK]
ru: [Серверы] Добавлена Honey Manga [UK]

source: [Servers] MangaDex: Added Ukrainian
fr: [Serveurs] MangaDex : Ajout de l'Ukrainien
pt_br: [Servidores] MangaDex: Acrescenta idioma Ucraniano
ru: [Серверы] MangaDex: Добавлен украинский язык

source: [L10n] Updated Spanish and Turkish translations
fr: [L10n] Mise à jour des traductions française et polonaise
pt_br: [L10n] Atualiza traduções do Espanhol e Turco
ru: [L10n] Обновлены испанский и турецкий переводы

source: [Library] Avoided simultaneous redisplays (lead to thumbnails duplication otherwise)
ru: [Библиотека] Предотвращена параллельно возникающая повторная прорисовка (иначе это приводит к дублированию миниатюр)

source: [Card] Each time page is redisplayed, scrolling position of subpages (Infos, Chapters, Categories) is now reset to top
ru: [Card] Каждый раз, когда страница отображается повторно, положение прокрутки подстраниц (Информация, Главы, Категории) теперь сбрасывается вверх

source: [Servers] MangaReader: Added shuffled images decoding
ru: [Серверы] MangaReader: Добавлено декодирование перемешанных изображений

source: [Support] Added a new page to promote donating
ru: [Поддержка] Добавлена новая страница для пожертвований

source: [L10n] Updated French and Polish translations
ru: [L10n] Обновлены французский и польский переводы

source: [Reader] RTL/LTR/Vertical pager: Improved initial positioning of images when pages are scrollable
fr: [Lecteur] Pager RTL/LTR/Vertical : Amélioration du placement des images lorsque les page sont scrollables
ru: [Читалка] СНЛ/СНП/Вертикально: Улучшено начальное позиционирование изображений при прокрутке страниц

source: [Reader] RTL/LTR/Vertical pager: Fixed bug preventing swipe gesture navigation on some circumstance with touch screen devices
fr: [Lecteur] Pager RTL/LTR/Vertical : Correction d'un bug empêchant la navigation par gestes dans certaines circonstances avec les appareils à écran tactile
ru: [Читалка] СНЛ/СНП/Вертикально: Исправлена ошибка, препятствующая навигации с помощью жестов при некоторых условиях на устройствах с сенсорным экраном

source: [Reader] Webtoon pager: Improved scrolling smoothness
fr: [Lecteur] Pager Webtoon : Amélioration de la fluidité du défilement
ru: [Читалка] Вебтун: улучшена плавность прокрутки

source: [Reader] Pagers: Improved reading progress saving
fr: [Lecteur] Pagers : Amélioration de la sauvegarde de la progression de lecture
ru: [Читалка] Страницы: улучшено сохранение прогресса чтения

source: [Servers] Added MangaReader.to [EN/FR/JA/KO/ZH_HANS]
fr: [Serveurs] Ajout de MangaReader.to [EN/FR/JA/KO/ZH_HANS]
ru: [Серверы] Добавлен MangaReader.to [EN/FR/JA/KO/ZH_HANS]

source: [Servers] Local: Retrieved more info from ComicInfo.xml when available in the archive
fr: [Serveurs] Local : Récupération de plus d'info dans le fichier ComicInfo.xml quand celui-ci est disponible dans l'archive
ru: [Серверы] Расположенные локально: Извлекается дополнительная информация из ComicInfo.xml, если она доступна в архиве

source: [L10n] Updated Spanish translation
fr: [L10n] Mise à jour de la traduction espagnole
ru: [L10n] Обновлён испанский перевод

source: [Card] Chapters list: Fixed "Reset" action not always available
ru: [Card] Список глав: Исправление для действия «Сбросить», которое не всегда было доступно

source: [Reader] Webtoon pager: Fixed scrolling with touchpad under Wayland
ru: [Читалка] Вебтун: исправлена прокрутка с помощью тачпада под Wayland

source: [Servers] Added LegacyScans [FR]
ru: [Серверы] Добавлен LegacyScans [FR]

source: [Servers] Flame Comics: Update (rebranded previously Flame Scans)
ru: [Серверы] Flame Comics: Обновлён (переименованный ранее из «Flame Scans»)

source: [Servers] PhenixScans: Update
ru: [Серверы] PhenixScans: Обновлён
