Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Card] Chapters are now downloaded in ascending order of chapter numbers
ca: [Targeta] Els capítols ara es descarreguen en ordre ascendent de números de capítol
de: [Mangakarte] Kapitel werden nun aufsteigend nach Nummer heruntergeladen
es: [Tarjeta] Los capítulos se descargan ahora en orden ascendente de números de capítulo
fr: [Fiche] Les chapitres sont désormais téléchargés dans l'ordre croissant des numéros de chapitre
id: [Kartu] Bab sekarang diunduh secara berurutan sesuai nomor bab
pl: [Karta] Rozdziały są teraz pobierane rosnąco według numeru rozdziału
pt_br: [Cartão] Os capítulos agora são baixados em ordem crescente de números de capítulos
ru: [Карта] Главы теперь загружаются в порядке возрастания номеров глав

source: [Servers] Add Manga Tube [DE]
ca: [Servidors] Afegit Manga Tube [DE]
de: [Server] Manga Tube (DE) hinzugefügt
es: [Servidores] Añadido Manga Tube [DE]
fr: [Serveurs] Ajout de Manga Tube [DE]
id: [Server] Manga Tube [DE] ditambahkan
pl: [Serwery] Dodano Manga Tube [DE]
pt_br: [Servidores] Adiciona Manga Tube [DE]
ru: [Серверы] Добавлен Manga Tube [DE]

source: [Servers] Lector Manga (Leomanga): Update
ca: [Servidors] Lector Manga (Leomanga): Actualització
de: [Server] Lector Manga (Leomanga): Aktualisiert
es: [Servidores] Lector Manga (Leomanga): Actualización
fr: [Serveurs] Lector Manga (Leomanga) : Mise à jour
id: [Server] Lector Manga (Leomanga): Diperbarui
pl: [Serwery] Lector Manga (Leomanga): aktualizacja
pt_br: [Servidores] Lector Manga (Leomanga): Atualização
ru: [Серверы] Lector Manga (Leomanga): Обновление

source: [L10n] Update French and Simplified Chinese translations
ca: [L10n] Actualitza les traduccions al francès i al xinès simplificat
de: [L10n] Französische und chinesische Übersetzung aktualisiert
es: [L10n] Actualización de las traducciones al francés y al chino simplificado
fr: [L10n] Mise à jour des traductions française et chinois simplifié
id: [L10n] Pembaruan terjemahan Bahasa Prancis dan Mandarin (Sederhana)
pl: [L10n] Aktualizacja tłumaczeń na język chiński (uproszczony) i francuski
pt_br: [L10n] Atualiza as traduções em francês e chinês simplificado
ru: [L10n] Обновление переводов на французский и упрощенный китайский языки

source: Bugs fixes
ca: Correcció d'errors
de: Fehler behoben
es: Corrección de errores
fr: Correction de bugs
id: Perbaikan bug
pl: Poprawki błędów
pt_br: Correções de bug
ru: Исправления ошибок

source: [Reader] Webtoon reading mode: Add srcolling with Page Up and Page Down keys
ca: [Lector] Mode de lectura de Webtoon: afegit desplaçament amb les tecles Pàgina Amunt i Pàgina Avall
de: [Leser] Webtoon-Modus: Scrollen mittels Bild-Tasten hinzugefügt.
es: [Lector] Modo de lectura de Webtoon: Añadido desplazamiento con las teclas Re Pág y Av Pág
fr: [Lecteur] Mode de lecture Webtoon : Ajout du défilement avec les touches Page précédente et Page suivante
id: [Pembaca] Mode baca Webtoon : Menambahkan pengguliran dengan tombol Page Up dan Page Down
pl: [Czytnik] Tryb czytania Webtoon: dodano przewijanie klawiszami Page Up i Page Down
pt_br: [Leitor] Modo de leitura do Webtoon: Adiciona rolagem com as teclas Page Up e Page Down
ru: [Reader] Режим чтения Webtoon: Добавлена прокрутка с помощью клавиш Page Up и Page Down

source: [Explorer] Global search: Put servers without results at end
ca: [Explorador] Cerca global: Posa els servidors sense resultats al final
de: [Explorer] Globale Suche: Schicke resultatlose Server ans Ende.
es: [Explorador] Búsqueda global: Poner servidores sin resultados al final
fr: [Explorateur] Recherche globale : les serveurs sans résultat sont à présent à la fin
id: [Jelajah] Pencarian global : Meletakkan server tanpa hasil pencarian pada bagian akhir
pl: [Przeglądarka] Globalna wyszukiwarka: serwery bez rezultatów umieszczane są na końcu
pt_br: [Explorador] Pesquisa global: Coloca servidores sem resultados no final
ru: [Проводник] Глобальный поиск: Серверы без результатов размещены в конец

source: [Preferences] Advanced: Add new option to disable GTK animations (useful with E Ink e-readers)
ca: [Preferències] Avançat: Afegida una nova opció per desactivar les animacions GTK (útil amb els lectors electrònics E Ink)
de: [Einstellungen] Einstellung zum Unterbinden von Animationen hinzugefügt
es: [Preferencias] Avanzadas: Añadir nueva opción para desactivar las animaciones GTK (útil con los lectores electrónicos E Ink)
fr: [Préférences] Avancé : Ajout d'une nouvelle option pour désactiver les animations GTK (utile avec les liseuses E Ink)
id: [Preferensi] Pengaturan lanjutan : Menambahkan opsi baru untuk menonaktifkan animasi GTK (berguna untuk e-reader dengan layar E-Ink)
pl: [Preferencje] Zaawansowane: dodano opcję wyłączenia animacji GTK (użyteczne na czytnikach E Ink)
pt_br: [Preferências] Avançado: Adiciona nova opção para desabilitar animações GTK (útil com e-readers E Ink)
ru: [Настройки] Продвинутые: Добавлена новая опция для отключения анимаций GTK (полезно для электронных читалок E Ink)

source: [Servers] Add 3asq (مانجا العاش) [AR]
ca: [Servidors] Afegit 3asq (مانجا العاش) [AR]
de: [Server] 3asq (AR) hinzugefügt
es: [Servidores] Añadido 3asq (مانجا العاش) [AR]
fr: [Serveurs] Ajout de 3asq (مانجا العاش) [AR]
id: [Server] 3asq (مانجا العاش) [AR] ditambahkan
pl: [Serwery] Dodano 3asq (مانجا العاش) [AR]
pt_br: [Servidores] Adiciona 3asq (مانجا العاش) [AR]
ru: [Серверы] Добавлен 3asq (مانجا العاش) [AR]

source: [Servers] Best Manga: Update
ca: [Servidors] Best Manga: Actualització
de: [Server] Best Manga: Aktualisiert
es: [Servidores] Best Manga: Actualización
fr: [Serveurs] Best Manga : Mise à jour
id: [Server] Best Manga: Diperbarui
pl: [Serwery] Best Manga: aktualizacja
pt_br: [Servidores] Best Manga: Atualização
ru: [Серверы] Best Manga: Обновление

source: [Servers] LeviatanScans: Update
ca: [Servidors] LeviatanScans: Actualització
de: [Server] LeviatanScans: Aktualisiert
es: [Servidores] LeviatanScans: Actualización
fr: [Serveurs] LeviatanScans : Mise à jour
id: [Server] LeviatanScans: Diperbarui
pl: [Serwery] LeviatanScans: aktualizacja
pt_br: [Servidores] LeviatanScans: Atualização
ru: [Серверы] LeviatanScans: Обновление

source: [Servers] Kirei Cake: Disable
ca: [Servidors] Kirei Cake: Desactiva
de: [Server] Kirei Cake: Abgeschaltet
es: [Servidores] Kirei Cake: Desactivado
fr: [Serveurs] Kirei Cake : Désactivé
id: [Server] Kirei Cake: Dinonaktifkan
pl: [Serwery] Kirei Cake: wyłączono
pt_br: [Servidores] Kirei Cake: Desabilitado
ru: [Серверы] Kirei Cake: Отключен

source: Fixed app not starting on SteamOS (Steam Deck)
ca: S'ha solucionat que l'aplicació no s'iniciava a SteamOS (Steam Deck)
de: Startfehler in SteamOS behoben
es: Solucionado el problema de que la aplicación no se inicie en SteamOS (Steam Deck)
fr: Correction d'un bug empêchant l'application de démarrer sur SteamOS (Steam Deck)
id: Memperbaiki aplikasi yang tidak dapat dimulai di SteamOS (Steam Deck)
pl: Naprawiono uruchamianie na SteamOS (Steam Deck)
pt_br: Corrigido o aplicativo que não estava iniciando no SteamOS (Steam Deck)
ru: Исправлено, что приложение не запускается в SteamOS (Steam Deck)

source: [Library] Improved thumbnails badges
ca: [Biblioteca] Insígnies de miniatures millorades
de: [Bibliothek] Verbesserte Embleme
es: [Biblioteca] Insignias de miniaturas mejoradas
fr: [Bibliothèque] Amélioration des badges des vignettes
id: [Pustaka] Peningkatan pada lencana gambar mini
pl: [Biblioteka] Poprawione plakietki miniaturek
pt_br: [Biblioteca] Melhorados os emblemas em miniatura
ru: [Библиотека] Улучшены значки миниатюр

source: [Reader] Improved double tap zoom on touch screens
ca: [Lector] S'ha millorat el zoom de doble toc a les pantalles tàctils
de: [Leser] Zoomen mittels Touchscreen verbessert
es: [Lector] Mejora del zoom con doble toque en pantallas táctiles
fr: [Lecteur] Amélioration du zoom par double-tap sur les écrans tactiles
id: [Pembaca] Peningkatan ketuk dua kali untuk perbesaran pada layar sentuh
pl: [Czytnik] Usprawniono przybliżanie poprzez dwukrotne dotknięcie na ekranach dotykowych
pt_br: [Leitor] Melhorado o zoom de toque duplo em telas sensíveis ao toque
ru: [Reader] Улучшено масштабирование двойным касанием на сенсорных экранах

source: [Downloader] Bug fix
ca: [Descarregador] Correcció d'errors
de: [Downloader] Fehler behoben
es: [Descargador] Corrección de error
fr: [Téléchargeur] Correction de bug
id: [Pengunduh] Perbaikan bug
pl: [Downloader] Naprawa błędu
pt_br: [Baixador] Correção de bug
ru: [Загрузчик] Исправление ошибок

source: [Updater] Bug fix
ca: [Actualitzador] Correcció d'errors
de: [Updater] Fehler behoben
es: [Actualizador] Corrección de error
fr: [Mises à jour] Correction de bug
id: [Alat Pemutakhiran] Perbaikan bug
pl: [Aktualizator] Naprawa błędu
pt_br: [Atualizador] Correção de bug
ru: [Обновления] Исправление ошибок

source: [Servers] Local: Fixed wrong pages order with some archives
ca: [Servidors] Local: S'ha corregit l'ordre incorrecte de les pàgines amb alguns arxius
de: [Server] Lokal: Fehler beim Ordnen von Bildern behoben
es: [Servidores] Local: Corregido el orden incorrecto de las páginas en algunos archivos
fr: [Serveurs] Local : Correction d'un mauvais ordre des pages dans certaines archives
id: [Server] Lokal: Memperbaiki urutan halaman yang salah dengan beberapa arsip
pl: [Serwery] Lokalny: naprawiono błędną kolejność stron w niektórych archiwach
pt_br: [Servidores] Local: Corrigida a ordem incorreta das páginas com alguns arquivos
ru: [Серверы] Локально: Исправлен неправильный порядок страниц в некоторых архивах

source: [Library] Improved loading: Added a waiting page with a progress bar
ca: [Biblioteca] Càrrega millorada: s'ha afegit una pàgina d'espera amb una barra de progrés
de: [Bibliothek] Zeige Fortschrittbalken beim Laden
es: [Biblioteca] Carga mejorada: Añadida una página de espera con una barra de progreso
fr: [Bibliothèque] Amélioration du chargement : Ajout d’une page d’attente avec une barre de progression
id: [Pustaka] Pemuatan yang lebih baik : Penambahan halaman tunggu dengan bilah proses
pl: [Biblioteka] Poprawiono ładowanie: Dodano stronę oczekiwania z paskiem postępu
pt_br: [Biblioteca] Melhorado o carregamento: adicionada uma página de espera com uma barra de progresso
ru: [Библиотека] Улучшена загрузка: Добавлена страница ожидания с индикатором выполнения

source: [Explorer] Fixed Global Search when several languages are enabled
ca: [Explorador] S'ha solucionat la cerca global quan hi ha habilitats diversos idiomes
de: [Explorer] Fehler bei der globalen Suche mit mehreren Sprache behoben
es: [Explorador] Corregida la búsqueda global cuando se activan varios idiomas
fr: [Explorateur] Correction de la recherche globale quand plusieurs langues sont activées
id: [Jelajah] Memperbaiki Pencarian Global saat beberapa bahasa diaktifkan
pl: [Przeglądarka] Naprawiono wyszukiwanie globalne, gdy włączonych jest kilka języków
pt_br: [Explorador] Corrigida a pesquisa global quando vários idiomas estão ativados
ru: [Проводник] Исправлен Глобальный поиск при включении нескольких языков

source: [Reader] Improved rendering of Page numbering
ca: [Lector] Renderització millorada de la numeració de pàgines
de: [Leser] Bessere Anzeige von Seitenzahlen
es: [Lector] Mejora de la numeración de páginas
fr: [Lecteur] Amélioration du rendu de la numérotation des pages
id: [Pembaca] Tampilan penomoran halaman yang lebih baik
pl: [Czytnik] Poprawione renderowanie numeracji stron
pt_br: [Leitor] Melhorada a renderização da numeração de página
ru: [Reader] Улучшен рендеринг нумерации страниц

source: [Servers] 24hRomance: Disable
ca: [Servidors] 24hRomance: Desactivat
de: [Server] 24hRomance: Abgeschaltet
es: [Servidores] 24hRomance: Desactivado
fr: [Serveurs] 24hRomance : Désactivé
id: [Server] 24hRomance: Dinonaktifkan
pl: [Serwery] 24hRomance: wyłączono
pt_br: [Servidores] 24hRomance: Desabilitado
ru: [Серверы] 24hRomance: Отключен

source: [Downloader] Improved download speed
ca: [Descarregador] S'ha millorat la velocitat de descàrrega
de: [Downloader] Geschwindigkeit verbessert
es: [Descargador] Velocidad de descarga mejorada
fr: [Téléchargeur] Amélioration de la vitesse de téléchargement
id: [Pengunduh] Peningkatan kecepatan pengunduhan
pl: [Downloader] Usprawniono prędkość pobierania
pt_br: [Baixador] Melhorada a velocidade de download
ru: [Загрузчик] Улучшена скорость загрузки

source: [Explorer] Add Global search
ca: [Explorador] Afegida una cerca global
de: [Explorer] Globale Suche hinzugefügt
es: [Explorador] Añadida búsqueda global
fr: [Explorateur] Ajout d’une recherche globale
id: [Jelajah] Pencarian Global ditambahkan
pl: [Przeglądarka] Dodano globalną wyszukiwarkę
pt_br: [Explorador] Adiciona pesquisa global
ru: [Проводник] Добавлен глобальный поиск

source: [Servers] Aralos BD: Fixed search
ca: [Servidors] Aralos BD: Corregida la cerca
de: [Server] Aralos BD: Fehler in der Suche behoben
es: [Servidores] Aralos BD: Corregida la búsqueda
fr: [Serveurs] Aralos BD : Correction de la recherche
id: [Server] Aralos BD: Perbaikan pencarian
pl: [Serwery] Aralos BD: Naprawione wyszukiwanie
pt_br: [Servidores] Aralos BD: Corrigida a pesquisa
ru: [Серверы] Aralos BD: Исправлен поиск

source: [Servers] Local: Fixed CBR archives reading bug (Flatpak only)
ca: [Servidors] Local: S'ha corregit un error de lectura dels arxius CBR (només Flatpak)
de: [Server] Lokal: Fehler beim Lesen von CBR-Archiven in der Flatpak-Anwendung behoben
es: [Servidores] Local: Corregido error de lectura de archivos CBR (sólo Flatpak)
fr: [Serveurs] Local : Correction d’un bogue de lecture des archives CBR (Flatpak uniquement)
id: [Server] Lokal: Bug pembacaan arsip CBR diperbaiki (hanya untuk Flatpak)
pl: [Serwery] Lokalne: Naprawiony błąd odczytu archiwów CBR (tylko Flatpak)
pt_br: [Servidores] Local: Corrigido o bug de leitura de arquivos CBR (Flatpak somente)
ru: [Серверы] Локальный: Исправлена ошибка чтения архивов CBR (только Flatpak)

source: [Reader] Improved Webtoon reading mode
ca: [Lector] S'ha millorat el mode de lectura de Webtoon
de: [Leser] Webtoon-Modus verbessert
es: [Lector] Modo de lectura de Webtoon mejorado
fr: [Lecteur] Amélioration du mode lecture Webtoon
id: [Pembaca] Mode membaca Webtoon ditingkatkan
pl: [Czytnik] Ulepszony tryb czytania Webtoon
pt_br: [Leitor] Melhorado o modo de leitura Webtoon
ru: [Читалка] Улучшен режим чтения Webtoon

source: [Servers] Add Local server (CBZ/CBR archives)
ca: [Servidors] Afegir servidor local (arxius CBZ/CBR)
de: [Server] Lokalen "Server" für archivierte Dateien hinzugefügt
es: [Servidores] Añadido servidor local (archivos CBZ/CBR)
fr: [Serveurs] Ajout de Local server (archives CBZ/CBR )
id: [Server] Penambahan server lokal (arsip CBZ/CBR)
pl: [Serwery] Dodano lokalny serwer (archiwa CBZ/CBR)
pt_br: [Servidores] Adiciona servidor local (arquivos CBZ/CBR)
ru: [Серверы] Добавлен локальный сервер (архивы CBZ/CBR)

source: [Servers] Add Comic Book Plus [EN]
ca: [Servidors] Afegit Comic Book Plus [EN]
de: [Server] Comic Book Plus (EN) hinzugefügt
es: [Servidores] Añadido Comic Book Plus [EN]
fr: [Serveurs] Ajout de Comic Book Plus [EN]
id: [Server] Comic Book Plus [EN] ditambahkan
pl: [Serwery] Dodano Comic Book Plus [EN]
pt_br: [Servidores] Adiciona Comic Book Plus [EN]
ru: [Серверы] Добавлен Comic Book Plus [EN]

source: [Servers] Scan FR: Update
ca: [Servidors] Scan FR: Actualització
de: [Server] Scan FR: Aktualisiert
es: [Servidores] Scan FR: Actualización
fr: [Serveurs] Scan FR : Mise à jour
id: [Server] Scan FR : Diperbarui
pl: [Serwery] Scan FR: aktualizacja
pt_br: [Servidores] Scan FR: Atualização
ru: [Серверы] Scan FR: Обновление

source: Landscape covers (rare) are now converted to portrait
ca: Les portades horitzontals (rares) ara es converteixen en verticals
de: Breite Buchumschläge (selten) werden nun in Portraits konvertiert
es: Las portadas apaisadas (poco frecuentes) se convierten ahora en verticales
fr: Les couvertures en paysage (rares) sont maintenant converties en portrait
id: Sampul lanskap (langka) sekarang diubah menjadi laman posisi vertikal
pl: Szerokie okładki (rzadkie) są teraz konwertowane do portretowych
pt_br: As capas de paisagem (raras) agora são convertidas em retrato
ru: Ландшафтные обложки (редкие) теперь конвертируются в портретные

source: [Reader] Webtoon reading mode: Bugfix
ca: [Lector] Mode de lectura de Webtoon: Correcció d'errors
de: [Leser] Webtoon-Modus: Fehler behoben
es: [Lector] Modo de lectura de Webtoon: Corrección de error
fr: [Lecteur] Mode de lecture Webtoon : Correctif
id: [Pembaca] Mode baca Webtoon: Perbaikan bug
pl: [Czytnik] Tryb czytania Webtoon: naprawa błędu
pt_br: [Leitor] Modo de leitura Webtoon: Correção de bug
ru: [Читалка] Режим чтения Webtoon: Исправление ошибок

source: [Reader] Fixed detection of 'read' chapters
ca: [Lector] S'ha corregit la detecció de capítols "llegits"
de: [Leser] Fehler in der Erkennung gelesener Kapitel behoben
es: [Lector] Corregida la detección de capítulos 'leídos'
fr: [Lecteur] Correction de la dectetion des chapitres « lus »
id: [Pembaca] Perbaikan deteksi bab 'dibaca'
pl: [Czytnik] Poprawiono wykrywanie „przeczytanych” rozdziałów
pt_br: [Leitor] Corrigida a detecção de capítulos "lidos"
ru: [Читалка] Исправлено обнаружение 'прочитанных' глав

source: [Servers] MangaLife [EN]: Reenable
ca: [Servidors] MangaLife [EN]: Reactivació
de: [Server] MangaLife (EN) reaktiviert
es: [Servidores] MangaLife [EN]: Reactivado
fr: [Serveurs] MangaLife [EN] : Réactivé
id: [Server] MangaLife [EN]: Aktivasi kembali
pl: [Serwery] MangaLife [EN]: reaktywacja
pt_br: [Servidores] MangaLife [EN]: Habilitado novamente
ru: [Серверы] MangaLife [EN]: Снова включен

source: [Servers] LeviatanScans [EN]: Reenable
ca: [Servidors] LeviatanScans [EN]: Reactivació
de: [Server] LeviatanScans (EN) reaktiviert
es: [Servidores] LeviatanScans [EN]: Reactivado
fr: [Serveurs] LeviatanScans [EN] : Réactivé
id: [Server] LeviatanScans [EN] : Aktivasi kembali
pl: [Serwery] LeviatanScans [EN]: reaktywacja
pt_br: [Servidores] LeviatanScans [EN]: Habilitado novamente
ru: [Серверы] LeviatanScans [EN]: Снова включен

source: [Servers] Scan OP [FR]: Disable
ca: [Servidors] Scan OP [FR]: Desactivació
de: [Server] Scan OP (FR) deaktiviert
es: [Servidores] Scan OP [FR]: Desactivado
fr: [Serveurs] Scan OP [FR] : Désactivé
id: [Server] Scan OP [FR]: Dinonaktifkan
pl: [Serwery] Scan OP [FR]: wyłączono
pt_br: [Servidores] Scan OP [FR]: Desabilitado
ru: [Серверы] Scan OP [FR]: Отключен

source: [Servers] Zero Scans: Disable
ca: [Servidors] Zero Scans: Desactivació
de: [Server] Zero Scans deaktiviert
es: [Servidores] Zero Scans: Desactivado
fr: [Serveurs] Zero Scans : Désactivé
id: [Server] Zero Scans: Dinonaktifkan
pl: [Serwery] Zero Scans: wyłączono
pt_br: [Servidores] Zero Scans: Desabilitado
ru: [Серверы] Zero Scans: Отключен

source: [L10n] Add Simplified Chinese translations
ca: [L10n] Afegida la traducció al xinès simplificat
de: [L10] Übersetzung in Chinesisch (vereinfacht) hinzugefügt
es: [L10n] Añadida traducción al chino simplificado
fr: [L10n] Ajout des traductions en chinois simplifié
id: [L10n] Penambahan terjemahan Bahasa Mandarin (sederhana)
pl: [L10n] Dodano tłumaczenie na chiński (uproszczony)
pt_br: [L10n] Adiciona tradução para chinês simplificado
ru: [L10n] Добавлен перевод на упрощенный китайский язык

source: [L10n] Update Turkish translation
ca: [L10n] Actualitzada la traducció al turc
de: [L10] Türkische Übersetzung überarbeitet
es: [L10n] Actualizada la traducción al turco
fr: [L10n] Mise à jour de la traduction turque
id: [L10n] Pembaruan terjemahan Bahasa Turki
pl: [L10n] Aktualizacja tłumaczenia na język turecki
pt_br: [L10n] Atualização da tradução para turco
ru: [L10n] Обновление турецкого перевода

source: After several months of effort, Komikku's port to GTK4 and libadwaita is ended.
ca: Després de diversos mesos d'esforç, el port de Komikku a GTK4 i libadwaita s'ha acabat.
de: Nach mehreren Monaten Arbeit ist Komikkus Portierung zu GTK4 und libadwaita vollendet.
es: Tras varios meses de esfuerzo, el port de Komikku a GTK4 y libadwaita ha finalizado.
fr: Après plusieurs mois d'effort, le portage de Komikku sur GTK4 et libadwaita est terminé.
id: Setelah melalui usaha berbulan-bulan, porting Komikku ke GTK4 dan libadwaita telah selesai.
pl: Po wielu miesiącach starań, port Komikku na GTK4 i libadwaita jest ukończony.
pt_br: Após vários meses de esforço, o port de Komikku para GTK4 e libadwaita foi finalizado.
ru: После нескольких месяцев усилий, порт Komikku на GTK4 и libadwaita завершен.

source: The highlights of this new major version:
ca: Els aspectes més destacats d'aquesta nova versió principal:
de: Die Highlights dieser Version sind:
es: Lo más destacado de esta nueva versión mayor:
fr: Les principaux éléments de cette nouvelle version majeure :
id: Sorotan dari versi utama baru ini:
pl: Najważniejsze cechy tej nowej dużej wersji:
pt_br: Os destaques desta nova versão principal:
ru: Основные моменты этой новой основной версии:

source: Refreshing of the UI to follow the GNOME HIG as much as possible
ca: Actualització de la interfície d'usuari per seguir el GNOME HIG tant com sigui possible
de: Benutzeroberfläche weitestgehend an GNOME-Richtlinien angepasst
es: Refresco de la interfaz de usuario para que siga el HIG de GNOME en la medida de lo posible
fr: Rafraîchissement de l'interface utilisateur pour suivre autant que possible les GNOME HIG
id: Penyegaran UI untuk mengikuti GNOME HIG sebanyak mungkin
pl: Odświeżenie interfejsu użytkownika, aby w jak największym stopniu podążał za HIG środowiska GNOME
pt_br: Atualização da interface do usuário para seguir o GNOME HIG o máximo possível
ru: Обновление пользовательского интерфейса для максимального соответствия GNOME HIG

source: Library has now two display modes: Grid and Compact grid
ca: La biblioteca ara té dos modes de visualització: Quadrícula i Quadrícula compacta
de: Die Bibliothek hat nun zwei Modi: Gitter und kompaktes Gitter
es: La biblioteca tiene ahora dos modos de visualización: cuadrícula y cuadrícula compacta
fr: La bibliothèque a maintenant deux modes d’affichage : Grille et Grille compacte
id: Pustaka sekarang memiliki dua mode tampilan: kisi dan kisi ringkas
pl: Biblioteka ma teraz dwa tryby wyświetlania: Siatka i Kompaktowa siatka
pt_br: A biblioteca agora tem dois modos de exibição: grade e grade compacta
ru: Библиотека теперь имеет два режима отображения: Сетка и Компактная сетка

source: Faster display of the chapters list, whether there are few or many chapters
ca: Visualització més ràpida de la llista de capítols, tant si hi ha pocs com si hi ha molts capítols
de: Schnellere Anzeige der Kapitelliste unabhängig von der Anzahl der Kapitel
es: Visualización más rápida de la lista de capítulos, tanto si hay pocos como muchos capítulos
fr: Affichage plus rapide de la liste des chapitres, qu’il y en ait beaucoup ou peu
id: Tampilan daftar bab yang lebih cepat, baik ketika sedikit ataupun banyak
pl: Szybsze wyświetlanie listy rozdziałów, niezależnie od tego czy jest ich mało, czy dużo
pt_br: Exibição mais rápida da lista de capítulos, sejam poucos ou muitos capítulos
ru: Более быстрое отображение списка глав, независимо от их количества

source: Full rewriting of the Webtoon reading mode
ca: Reescriptura completa del mode de lectura Webtoon
de: Komplette Neuimplementierung des Webtoon-Modus
es: Reescritura completa del modo de lectura de Webtoon
fr: Réécriture complète du mode de lecture Webtoon
id: Penulisan ulang mode baca Webtoon secara keseluruhan
pl: Pełne przerobienie trybu czytania Webtoon
pt_br: Reescrita completa do modo de leitura Webtoon
ru: Полное переписывание режима чтения Webtoon
