Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Are you sure you want to disable animations? The gesture navigation in the reader will not work properly anymore.
ca: Estàs segur que vols desactivar les animacions? La navegació gestual en el lector ja no funcionarà correctament.
de: Wollen Sie Animationen wirklich abschalten? Die Gestensteuerung wird nicht mehr wie erwartet funktionieren.
es: ¿Está seguro de que quiere desactivar las animaciones? La navegación por gestos en el lector dejará de funcionar correctamente.
fr: Êtes-vous sûr de vouloir désactiver les animations ? La navigation gestuelle dans le lecteur ne fonctionnera plus correctement.
id: Apakah Anda yakin ingin menonaktifkan animasi? Navigasi gerakan pada pembaca tidak lagi akan berfungsi dengan baik.
nl: Weet u zeker dat u de animaties wilt uitschakelen? De gebarennavigatie in de reader zal niet meer goed werken.
pl: Czy na pewno chcesz wyłączyć animacje? Nawigacja gestami w czytniku nie będzie już działać poprawnie.
pt_br: Tem certeza de que deseja desabilitar as animações? A navegação por gestos no leitor não funcionará mais corretamente.
ru: Вы уверены, что хотите отключить анимацию? Навигация с помощью жестов в читалке не будет работать должным образом.

source: Disable
ar: عطل
ca: Desactivar
es: Desactivar
fr: Désactiver
id: Nonaktifkan
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить

source: User Account
ar: حساب المستخدم
ca: Compte d'usuari
de: Benutzerkonto
es: Cuenta del usuario
fr: Compte utilisateur
id: Akun Pengguna
nl: Gebruikersaccount
pl: Konto użytkownika
pt_br: Conta de usuário
ru: Учётная запись пользователя

source: Address
ar: عنوان
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama Pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя

source: Password
ar: كلمة السر
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль

source: System keyring service is disabled. Credential cannot be saved.
ca: El servei de clauers del sistema està desactivat. La credencial no es pot desar.
de: Der Schlüsselbund des Systems ist deaktiviert. Zugangsdaten konnten nicht gespeichert werden.
es: El servicio de claves del sistema está desactivado. No se puede guardar la credencial.
fr: Le service de trousseau de clés est désactivé. Les informations d'identification ne pourront pas être enregistrées.
id: Layanan keyring sistem dinonaktifkan. Kredensial tidak dapat disimpan.
nl: Sleutelbosservice van systeem is uitgeschakeld. Inloggegevens kunnen niet worden opgeslagen.
pl: Systemowa usługa bazy kluczy jest wyłączona. Poświadczenia nie mogą być zapisane.
pt_br: O serviço de chaveiro do sistema está desabilitado. A credencial não pode ser salva.
ru: Служба управления и хранения системных ключей отключена. Учётные данные не могут быть сохранены.

source: No keyring backends were found to store credential. Use plaintext storage as fallback.
ca: No s'han trobat backends de clauers per emmagatzemar credencials. Utilitzeu l'emmagatzematge de text pla com a alternativa.
de: Es wurde kein Schlüsselbund gefunden, um die Zugangsdaten zu speichern. Nutze die Klartext-Speicherung als Alternative.
es: No se han encontrado soportes de claves para almacenar las credenciales. Use el almacenamiento de texto plano como alternativa.
fr: Aucun backend de trousseau de clés n'a été trouvé pour stocker les informations d'identification. Utilisez le stockage en texte en clair comme solution de secours.
id: Tidak ada backend keyringyang ditemukan untuk menyimpan kredensial. Gunakan penyimpanan plaintext sebagai opsi cadangan.
nl: Geen sleutelbosservice gevonden om de inloggegevens op te slaan. Gebruik tekstopslag als terugval.
pl: Nie znaleziono backendu bazy kluczy do przechowania poświadczeń. Awaryjne przechowanie zwykłym tekstem.
pt_br: Nenhum backend de chaveiro foi encontrado para armazenar credenciais. Use o armazenamento de texto sem formatação como reserva.
ru: Не найдено ни одного приложения управляющего связками ключей для хранения учётных данных. В качестве запасного варианта используйте сохранение в виде простого текста.

source: No keyring backends were found to store credential. Plaintext storage will be used as fallback.
ca: No s'han trobat backends de clauers per emmagatzemar credencials. L'emmagatzematge de text pla s'utilitzarà com a alternativa.
de: Es wurde kein Schlüsselbund gefunden, um die Zugangsdaten zu speichern. Klartext-Speicherung wird stattdessen genutzt.
es: No se han encontrado soportes de claves para almacenar las credenciales. Se usará el almacenamiento de texto plano como alternativa.
fr: Aucun backend de trousseau de clés n'a été trouvé pour stocker les informations d'identification. Le stockage en texte en clair sera utilisé comme solution de secours.
id: Tidak ada backend keyring yang ditemukan untuk menyimpan kredensial. Penyimpanan plaintext akan digunakan sebagai opsi cadangan.
nl: Geen sleutelbosservice gevonden om de inloggegevens op te slaan. Tekstopslag wordt als terugval gebruikt.
pl: Nie znaleziono backendu bazy kluczy do przechowania poświadczeń. Awaryjnie będzie przechowane zwykłym tekstem.
pt_br: Nenhum backend de chaveiro foi encontrado para armazenar credenciais. O armazenamento de texto sem formatação será usado como reserva.
ru: Не найдено ни одного приложения управляющего связками ключей для хранения учётных данных. В качестве запасного варианта будет использоваться сохранение в виде простого текста.

source: Test
ar: اختبر
ca: Prova
es: Prueba
fr: Tester
id: Tes
pt_br: Teste
ru: Тест

source: Page successfully saved to {0}
ar: نجح حفظ الصفحة إلى {0}
ca: Pàgina desada correctament a {0}
de: Seite erfolgreich in {0} gespeichert.
es: Página guardada con éxito en {0}
fr: Page enregistrée avec succès dans {0}
id: Halaman berhasil disimpan ke {0}
nl: Pagina succesvol opgeslagen in {0}
pl: Strona pomyślnie zapisana do {0}
pt_br: Página salva com sucesso em {0}
ru: Страница успешно сохранена в {0}

source: Failed to save page: missing permission to access the XDG pictures directory
ca: No s'ha pogut desar la pàgina: falta permís per accedir al directori d'imatges XDG
de: Fehler beim Speichern der Seite: Kein Zugang zum Bilder-Verzeichnis
es: Error al guardar la página: falta el permiso para acceder al directorio de imágenes XDG
fr: Échec de l'enregistrement de la page : autorisation manquante pour accéder au répertoire XDG pictures
id: Gagal menyimpan halaman: tidak memiliki izin untuk mengakses direktori gambar XDG
nl: Pagina opslaan mislukt: ontbrekende rechten voor toegang tot XDG-afbeeldingsmap
pl: Nie udało się zapisać strony: brak uprawnień dostępu do katalogu obrazów XDG
pt_br: Falha ao salvar a página: falta de permissão para acessar o diretório de imagens XDG
ru: Не удалось сохранить страницу: отсутствует разрешение на доступ к каталогу изображений XDG

source: Failed to sync read progress with server: {message}
ca: No s'ha pogut sincronitzar el progrés de lectura amb el servidor: {message}
de: Lesefortschritt konnte nicht mit Server synchronisiert werden: {message}
es: Fallo en la sincronización del progreso de lectura con el servidor: {message}
fr: Échec de la synchro serveur de la progression de la lecture : {message}
id: Gagal menyinkronkan kemajuan baca dengan server: {message}
nl: Leesvoortgang synchroniseren met server mislukt: {message}
pl: Nie udało się zsynchronizować postępu z serwerem: {message}
pt_br: Falha ao sincronizar o progresso da leitura com o servidor: {message}
ru: Не удалось синхронизировать с сервером прогресс чтения: {message}

source: Failed to sync read progress with server
ca: No s'ha pogut sincronitzar el progrés de lectura amb el servidor
de: Lesefortschritt konnte nicht mit Server synchronisiert werden
es: Fallo en la sincronización del progreso de lectura con el servidor
fr: Échec de la synchro serveur de la progression de la lecture
id: Gagal menyinkronkan kemajuan baca dengan server
nl: Leesvoortgang synchroniseren met server mislukt
pl: Nie udało się zsynchronizować postępu z serwerem
pt_br: Falha ao sincronizar o progresso da leitura com o servidor
ru: Не удалось синхронизировать с сервером прогресс чтения

source: There is no previous chapter.
ar: لا فصل سابق.
ca: No hi ha cap capítol anterior.
de: Kein vorheriges Kapitel vorhanden.
es: Sin capítulo anterior.
fr: Il n'y a pas de chapitre précédent.
id: Tidak ada bab sebelumnya.
nl: Er is geen vorig hoofdstuk.
pl: Nie ma poprzedniego rozdziału.
pt_br: Não há capítulo anterior.
ru: Предыдущей главы нет.

source: It was the last chapter.
ar: كان آخر فصل.
ca: Era l'últim capítol.
de: Das war das letzte Kapitel.
es: Era el último capítulo.
fr: C'était le dernier chapitre.
id: Ini adalah bab terakhir.
nl: Dit was het laatste hoofdstuk.
pl: To był ostatni rozdział.
pt_br: Esse é o último capítulo.
ru: Это была последняя глава.

source: This chapter is inaccessible.
ar: لا يمكن الوصول للفصل.
ca: Aquest capítol és inaccessible.
de: Dieses Kapitel ist nicht verfügbar.
es: Este capítulo es inaccesible.
fr: Ce chapitre est inaccessible.
id: Bab ini tidak dapat diakses.
nl: Dit hoofdstuk is ontoegankelijk.
pl: Ten rozdział jest niedostępny.
pt_br: Este capítulo está inacessível.
ru: Эта глава недоступна.

source: Failed to load image
ar: فشل تحميل الصورة
ca: No s'ha pogut carregar la imatge
de: Fehler beim Laden des Bildes
es: Error al cargar la imagen
fr: Impossible de charger l'image
id: Gagal memuat gambar
nl: Kan afbeelding niet laden
pl: Nie udało się wczytać obrazu
pt_br: Falha ao carregar a imagem
ru: Не удалось загрузить изображение

source: Retry
ar: أعد المحاولة
ca: Reintentar
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba lagi
nl: Opnieuw
pl: Ponów
pt_br: Repetir
ru: Повторить

source: Price
ar: سعر
ca: Preu
de: Preis
es: Precio
fr: Prix
id: Harga
nl: Prijs
pl: Cena
pt_br: Preço
ru: Цена

source: Filter by price
ar: رشح بالسعر
ca: Filtra per preu
de: Nach Preis filtern
es: Filtrar por precio
fr: Filtrer par prix
id: Saring berdasarkan harga
nl: Op prijs filteren
pl: Filtrowanie według ceny
pt_br: Filtrar por preço
ru: Фильтр по стоимости

source: Free
ar: مجاني
ca: Gratuït
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
nl: Gratis
pl: Bezpłatne
pt_br: Grátis
ru: Бесплатно

source: Paid
ar: مدفوع
ca: De Pagament
de: Kostenpflichtig
es: De pago
fr: Payant
id: Berbayar
nl: Betaald
pl: Płatne
pt_br: Pago
ru: Оплачивается

source: Categories
ar: فئات
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ru: Категории

source: Filter by types
ar: رشح حسب النوع
ca: Filtra per tipus
de: Nach Arten filtern
es: Filtrar por tipos
fr: Filtrer par types
id: Saring berdasarkan jenis
nl: Filter op types
pl: Filtrowanie według typów
pt_br: Filtrar por tipos
ru: Фильтр по типам

source: Anthology
ca: Antologia
de: Sammlungen
es: Antología
fr: Anthologie
id: Antologi
nl: Anthologie
pl: Antalogia
pt_br: Antologia
ru: Антология

source: Doujins
de: Doujinshi
id: Doujin
pl: Doujiny
ru: Додзин

source: Issues
ca: Edicions
de: Ausgaben
es: Temas
fr: Magazines
id: Edisi
nl: Problemen
pl: Wydania
pt_br: Edições
ru: Проблемы

source: Series
ca: Sèries
de: Serien
es: Serie
fr: Séries
id: Seri
pl: Serie
pt_br: Séries
ru: Серия

source: Chapters
ar: فصول
ca: Capítols
de: Kapitel
es: Capítulos
fr: Chapitres
id: Bab
nl: Hoofdsukken
pl: Rozdziały
pt_br: Capítulos
ru: Главы

source: With Tags
ar: بوسوم
ca: Amb Etiquetes
de: Mit Tags
es: Con etiquetas
fr: Avec les mots clés
id: Dengan Tag
nl: Met labels
pl: Z tagami
pt_br: Com rótulos
ru: С метками

source: Tags to search for
ar: وسوم للبحث عنها
ca: Etiquetes per cercar
de: Tags, nach denen gesucht werden soll
es: Etiquetas a buscar
fr: Mots clés à rechercher
id: Tag yang akan dicari
nl: Labels om te zoeken
pl: Tagi do wyszukania
pt_br: Rótulos para pesquisar
ru: Метки для поиска

source: Without Tags
ar: بدون وسوم
ca: Sense Etiquetes
de: Ohne Tags
es: Sin etiquetas
fr: Sans les mots clés
id: Tanpa Tag
nl: Zonder labels
pl: Bez tagów
pt_br: Sem rótulos
ru: Без меток

source: Tags to exclude from search
ar: وسوم لإقصائها
ca: Etiquetes per excloure de la cerca
de: Tags, die von der Suche ausgeschlossen werden sollen
es: Etiquetas para excluir de la búsqueda
fr: Mots clés à exclure de la recherche
id: Tag untuk dikecualikan dari pencarian
nl: Labels om uit te sluiten van zoeken
pl: Tagi wykluczone z pobierania
pt_br: Rótulos para excluir da pesquisa
ru: Метки для исключения из поиска

source: Error: {}
ar: خطأ: {}
de: Fehler: {}
fr: Erreur : {}
id: Kesalahan: {}
nl: Fout: {}
pl: Błąd: {}
pt_br: Erro: {}
ru: Ошибка: {}

source: Local archive is corrupt.
ca: L'arxiu local és corrupte.
de: Lokales Archiv ist beschädigt.
es: El archivo local está dañado.
fr: L'archive locale est corrompue.
id: Arsip lokal korup.
nl: Lokaal archief is corrupt.
pl: Lokalne archiwum jest uszkodzone.
pt_br: O arquivo local está corrompido.
ru: Локальный архив повреждён.

source: Unable to extract page. Maybe the 'unrar' tool is missing?
ar: تعذر الاستخراج. هل أداة «unrar» مثبتة؟
ca: No es pot extreure la pàgina. Potser falta l'eina 'unrar'?
de: Konnte Seite nicht extrahieren. Fehlt das 'unrar'-Werkzeug?
es: No se puede extraer la página. ¿Tal vez falta la herramienta 'unrar'?
fr: Impossible d'extraire la page. Peut-être que l'outil 'unrar' est manquant ?
id: Tidak dapat mengekstrak halaman. Mungkin alat 'unrar' tidak ada?
nl: Kan pagina niet uitpakken. Misschien ontbreekt de 'unrar' tool?
pl: Nie można rozpakować strony. Może brakuje narzędzia 'unrar'?
pt_br: Não foi possível extrair a página. Talvez a ferramenta "unrar" esteja faltando?
ru: Не удалось извлечь страницу. Возможно, отсутствует инструмент «unrar»?

source: Failed to bypass Cloudflare protection. Please try again.
ar: فشل تجاوز حماية كلودفلير. أعد المحاولة.
ca: No s'ha pogut evitar la protecció de Cloudflare. Siusplau torna-ho a provar.
de: Cloudflare-Herausforderung gescheitert. Bitte versuchen Sie es erneut.
es: No se ha podido evitar la protección de Cloudflare. Por favor, inténtelo de nuevo.
fr: Échec du contournement de la protection Cloudflare. Veuillez réessayer.
id: Gagal melewati perlindungan Cloudflare. Silakan coba lagi.
nl: Mislukt om Cloudflare bescherming te omzeilen. Probeer het opnieuw.
pl: Nie udało się obejść zabezpieczenia Cloudflare. Proszę spróbować ponownie.
pt_br: Falha ao contornar a proteção Cloudflare. Por favor, tente novamente.
ru: Не удалось обойти защиту Cloudflare. Пожалуйста, попробуйте еще раз.

source: No longer exists.
ar: لم يعد موجودًا.
ca: Ja no existeix.
de: Existiert nicht mehr.
es: Ya no existe.
fr: N'existe plus.
id: Tidak ada lagi.
nl: Bestaat niet meer.
pl: Już nie istnieje.
pt_br: Não existe mais.
ru: Больше не существует.

source: Rating
ar: تقييم
ca: Qualificació
de: Einstufung
es: Clasificación
fr: Classement
id: Peringkat
nl: Beoordeling
pl: Ocena
pt_br: Classificação
ru: Рейтинг

source: Filter by content ratings
ar: رشح حسب تقييم المحتوى
ca: Filtrar per classificacions de contingut
de: Nach Inhalt filtern
es: Filtrar por clasificación de contenidos
fr: Filtrer par notations du contenu
id: Saring berdasarkan rating konten
nl: Filter op inhoudsbeoordelingen
pl: Filtrowanie według oznaczeń treści
pt_br: Filtrar por classificação de conteúdo
ru: Фильтр по рейтингу

source: Safe
ar: آمن
ca: Segur
de: Sicher
es: Seguro
fr: Sûr
id: Aman
nl: Veilig
pl: Bezpieczne
pt_br: Seguro
ru: Безопасное содержимое

source: Suggestive
ca: Suggerent
de: Suggestiv
es: Provocador
fr: Suggestif
id: Sugestif
nl: Suggestief
pl: Sugestywne
pt_br: Sugestivo
ru: Непристойное содержимое

source: Erotica
de: Erotisch
es: Erótico
fr: Érotique
id: Erotika
nl: Erotiek
pl: Erotyczne
pt_br: Erótico
ru: Эротика

source: Pornographic
ca: Pornogràfic
de: Pornographisch
es: Pornográfico
fr: Pornographique
id: Pornografi
nl: Pornografisch
pl: Pornograficzne
pt_br: Pornográfico
ru: Порнография

source: Status
ar: حالة
ca: Estat
es: Estado
fr: Statut
pt_br: Estado
ru: Статус

source: Filter by statuses
ar: افرز حسب الحالة
ca: Filtrar per estats
de: Nach Status filtern
es: Filtrar por estados
fr: Filtrer par statuts
id: Saring berdasarkan status
nl: Filter op statussen
pl: Filtrowanie według statusów
pt_br: Filtrar por status
ru: Фильтр по статусам

source: Completed
ca: Completat
fr: Complété
pt_br: Completo
ru: Завершено

source: Paused
ca: Pausat
fr: En pause
pt_br: Pausado
ru: Приостановлено

source: Canceled
ar: ملغاة
ca: Cancel·lat
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
ru: Отменено

source: Publication Demographic
ca: Demografia de la publicació
fr: Publication démographique
pt_br: Publicação Demográfica
ru: Публикации по возрастно-половым критериям

source: Filter by publication demographics
ca: Filtra per demografia de la publicació
fr: Filtrer par publications démographiques
pt_br: Filtrar publicação demograficamente
ru: Фильтровать публикации по возрастно-половым критериям

source: Shounen
ru: Сёнэн

source: Shoujo
ru: Сёдзё

source: Josei
ru: Дзёсэй

source: Seinen
ru: Сэйнэн

source: Type
ar: نوع
ca: Tipus
de: Art
es: Tipo
id: Jenis
nl: Soort
pl: Typ
pt_br: Tipo
ru: Тип

source: Filter by type
ar: رشح حسب النوع
ca: Filtra per tipus
de: Nach Art filtern
es: Filtrar por tipo
fr: Filtrer par type
id: Saring berdasarkan jenis
nl: Op soort filteren
pl: Filtruj według typu
pt_br: Filtrar por tipo
ru: Фильтр по типу

source: Manga
ar: مانغا
pt_br: Mangá
ru: Манга

source: Novel
ar: رواية
ca: Novel·la
de: Romane
es: Novela
fr: Roman
nl: Roman
pl: Powieść
ru: Новелла

source: One Shot
de: Einzelwerk
es: Un disparo
id: Sekali Baca
ru: Ваншот

source: Doujinshi
ar: دوجينشي
de: Dōjinshi
ru: Додзинси

source: Manhwa
ar: مانهوا كورية
ru: Манхва

source: Manhua
ar: مانهوا صينية
ru: Маньхуа

source: Type of Serie
ar: نوع السلسلة
ca: Tipus de sèrie
de: Serienart
es: Tipo de serie
fr: Type de série
id: Jenis Seri
nl: Soort serie
pl: Rodzaj serii
pt_br: Tipo de série
ru: Тип серии

source: Webtoon
ar: ويبتون
ru: Вебтун

source: Comic
ca: Còmic
es: Cómic
fr: BD
id: Komik
nl: Strip
pl: Komiks
pt_br: Quadrinho
ru: Комикс

source: Light Novel
ar: رواية خفيفة
ca: Novel·la lleugera
es: Novela ligera
id: Novel Ringan
nl: Lichte roman
ru: Лёгкая новелла

source: Age Rating
ar: تصنيف العمري
ca: Classificació per edats
de: Alterseinschränkug
es: Clasificación por edades
fr: Classe d'âge
id: Rating Usia
nl: Leeftijdsclassificatie
pl: Klasyfikacja wiekowa
pt_br: Classificação de idade
ru: Возрастной рейтинг

source: Maturity
ar: استحقاق
ca: Maduresa
de: Reife
es: Madurez
fr: Maturité
id: Kedewasaan
nl: Volwassenheid
pl: Dojrzałość
pt_br: Maturidade
ru: Для взрослых

source: Without
ar: بدون
ca: Sense
de: Ohne
es: Sin
fr: Sans
id: Tanpa
nl: Zonder
pl: Bez ograniczeń
pt_br: Sem
ru: Без учёта возраста

source: NSFW Content
ar: محتوى حساس NSFW
ca: Contingut NSFW
de: Unpassende Inhalte
es: Contenido inapropiado
fr: Contenu NSFW
id: Konten NSFW
nl: NSFW-inhoud
pl: Treść NSFW
pt_br: Conteúdo NSFW
ru: NSFW-контент

source: Whether to show manga containing NSFW content
ar: إذا ما أردت إظهار مانغا تحتوي على محتوى حساس NSFW
ca: Si voleu mostrar manga que contingui contingut NSFW
de: Ob Manga mit unpassendem Inhalt angezeigt werden sollen
es: Si se muestra el manga con contenido inapropiado
fr: Afficher ou non les mangas avec du contenu NSFW
id: Apakah akan menampilkan manga yang mengandung konten NSFW
nl: Of manga met NSFW-inhoud moet worden getoond
pl: Pokazywanie mangi zawierającej treść NSFW
pt_br: Se deve mostrar mangá com conteúdo NSFW
ru: Можно ли показывать мангу, содержащую NSFW-контент

source: Not available in {0} language
ru: Недоступно на {0} языке

source: Originals
pt_br: Originais
ru: Оригинальные

source: Canvas
ru: Холсты

source: Library update completed with errors
ar: حُدثت المكتبة لكن طرأت أخطاء أثناءه
ca: Actualització de la biblioteca completada amb errors
de: Aktualisierung der Bibliothek mit Fehlern abgeschlossen
es: La actualización de la biblioteca se ha completado con errores
fr: Mise à jour de la bibliothèque terminée avec des erreurs
id: Pembaruan pustaka selesai dengan kesalahan
nl: Bibliotheekupdate voltooid met fouten
pl: Aktualizacja biblioteki zakończona z błędami
pt_br: Atualização da biblioteca concluída com erros
ru: Обновление библиотеки завершено с ошибками

source: Library update completed
ar: اكتمل تحديث المكتبة
ca: S'ha completat l'actualització de la biblioteca
de: Aktualisierung der Bibliothek abgeschlossen
es: Se ha completado la actualización de la biblioteca
fr: Mise à jour de la bibliothèque terminée
id: Pembaruan pustaka selesai
nl: Je verzameling is bijgewerkt
pl: Aktualizacja biblioteki zakończona
pt_br: Atualização da biblioteca concluída
ru: Обновление библиотеки завершено

source: Update completed with errors
ar: تم التحديث دون أخطاء
ca: Actualització completada amb errors
de: Aktualisierung mit Fehlern abgeschlossen
es: Actualización completada con errores
fr: Mise à jour terminée avec des erreurs
id: Pembaruan selesai dengan kesalahan
nl: Update voltooid met fouten
pl: Aktualizacja zakończona z błędami
pt_br: Atualização concluída com erros
ru: Обновление завершено с ошибками

source: Update completed
ar: اكتمل التحديث
ca: Actualització completada
de: Aktualisierung abgeschlossen
es: Actualización completada
fr: Mise à jour terminée
id: Pembaruan selesai
nl: Bijwerken voltooid
pl: Aktualizacja zakończona
pt_br: Atualização completa
ru: Обновление завершено

source: {0} successful update
ar: لم ينجح التحديث
ca: {0} actualització correcta
es: {0} actualizado con éxito
fr: {0} mise à jour réussie
pl: {0} udana aktualizacja
pt_br: {0} atualização bem-sucedida
ru: успешно обновлено {0}

source: {0} new chapter
ar: لا فصول جديدة
ca: {0} nou capítol
es: {0} capítulo nuevo
fr: {0} nouveau chapitre
pl: {0} nowy rozdział
pt_br: {0} novo capítulo
ru: {0} новая глава

source: No new chapters
ar: لا فصول جديدة
ca: No hi ha nous capítols
es: No hay capítulos nuevos
fr: Pas de nouveaux chapitres
nl: Geen nieuwe hoofdstukken
pl: Brak nowych rozdziałów
pt_br: Sem novos capítulos
ru: Новые главы отсутствуют

source: {0} update failed
ar: لم تفشل تحديثات
ca: {0} actualització ha fallat
es: {0} actualización fallida
fr: {0} mise à jour a échoué
pl: {0} nieudana aktualizacja
pt_br: {0} atualização falhou
ru: не удалось обновить {0}

source: Oops, update has failed. Please try again.
ar: فشل التحديث. حاول مجددًا.
ca: Vaja, l'actualització ha fallat. Torneu-ho a provar.
de: Ups, das Update schlug fehl. Bitte erneut versuchen.
es: Ups, la actualización ha fallado. Por favor, inténtelo de nuevo.
fr: Oups, la mise à jour a échoué. Veuillez réessayer.
id: Ups, pembaruan gagal. Silakan coba lagi.
nl: Oeps, het bijwerken is mislukt. Probeer het opnieuw.
pl: Ups, aktualizacja nie powiodła się. Proszę spróbować ponownie.
pt_br: Opa, atualização falhou. Por favor, tente novamente.
ru: Упс, обновление не удалось. Попробуйте ещё раз.

source: Library update started
ar: بدأ تحديث المكتبة
ca: S'ha iniciat l'actualització de la biblioteca
de: Aktualisierung der Bibliothek gestartet
es: Iniciada la actualización de la biblioteca
fr: Mise à jour de la bibliothèque démarrée
id: Pembaruan pustaka dimulai
nl: Bibliotheek update gestart
pl: Aktualizacja biblioteki rozpoczęta
pt_br: Atualização da biblioteca iniciada
ru: Начато обновление библиотеки

source: Update started
ar: بدأ التحديث
ca: Actualització iniciada
de: Aktualisierung gestartet
es: Actualización iniciada
fr: Mise à jour démarrée
id: Pembaruan dimulai
nl: Bijwerken gestart
pl: Aktualizacja rozpoczęta
pt_br: Atualização iniciada
ru: Начато обновление
