Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Servers] Under Flatpak, fixed problem with the HTML parser
ca: [Servidors] A Flatpak, s'ha solucionat un problema amb l'analitzador HTML
de: [Server] Problem beim HTML-Parser in Flatpak behoben.
es: [Servidores] En Flatpak, se ha corregido un problema con el analizador HTML
fr: [Serveurs] Pour Flatpak, correction d’un problème avec l’analyseur HTML
id: [Server] Perbaikan masalah pada parser HTML untuk versi Flatpak
pl: [Serwery] Naprawiono problem z parserem HTML gdy używany jest Flatpak
pt_br: [Servidores] No Flatpak, corrigido um problema com o analisador HTML
ru: [Серверы] Под Flatpak исправлена проблема с HTML парсером

source: Add Reading History
ca: Afegit historial de lectura
de: "Zuletzt gelesen" hinzugefügt
es: Añade historial de lectura
fr: Ajout d’un historique de lecture
id: Menambahkan riwayat baca
pl: Dodano historię czytania
pt_br: Adiciona histórico de leitura
ru: Добавлена История чтения

source: [Servers] Add Le Cercle du Scan [FR]
ca: [Servidors] Afegit Le Cercle du Scan [FR]
de: [Server] Le Cercle du Scan (FR) hinzugefügt
es: [Servidores] Añade Le Cercle du Scan [FR]
fr: [Serveurs] Ajout de Le Cercle du Scan [FR]
id: [Server] Le Cercle du Scan [FR] ditambahkan
pl: [Serwery] Dodano Le Cercle du Scan [FR]
pt_br: [Servidores] Adiciona Le Cercle du Scan [FR]
ru: [Серверы] Добавлен Le Cercle du Scan [FR]

source: [Servers] Add Raw Manga [JA]
ca: [Servidors] Afegit Raw Manga [JA]
de: [Server] Raw Manga (JA) hinzugefügt
es: [Servidores] Añade Raw Manga [JA]
fr: [Serveurs] Ajout de Raw Manga [JA]
id: [Server] Raw Manga [JA] ditambahkan
pl: [Serwery] Dodano Raw Manga [JA]
pt_br: [Servidores] Adiciona Raw Manga [JA]
ru: [Серверы] Добавлен Raw Manga [JA]

source: [Servers] Add Rawkuma [JA]
ca: [Servidors] Afegit Rawkuma [JA]
de: [Server] Rawkuma (JA) hinzugefügt
es: [Servidores] Añade Rawkuma [JA]
fr: [Serveurs] Ajout de Rawkuma [JA]
id: [Server] Rawkuma [JA] ditambahkan
pl: [Serwery] Dodano Rawkuma [JA]
pt_br: [Servidores] Adiciona Rawkuma [JA]
ru: [Серверы] Добавлен Rawkuma [JA]

source: [Servers] Add Reaper Scans [FR/PT]
ca: [Servidors] Afegit Reaper Scans [FR/PT]
de: [Server] Reaper Scans (FR/PT) hinzugefügt
es: [Servidores] Añade Reaper Scans [FR/PT]
fr: [Serveurs] Ajout de Reaper Scans [FR / PT]
id: [Server] Reaper Scans [FR/PT] ditambahkan
pl: [Serwery] Dodano Reaper Scans [FR/PT]
pt_br: [Servidores] Adiciona Reaper Scans [FR/PT]
ru: [Серверы] Добавлен Reaper Scans [FR/PT]

source: [Servers] MangaDex: Add rating filter
ca: [Servidors] MangaDex: afegit un filtre de qualificació
de: [Server] MangaDex: Filterung nach Inhalt hinzugefügt
es: [Servidores] MangaDex: Añade un filtro de clasificación
fr: [Serveurs] MangaDex : Ajout du filtre par notation
id: [Server] MangaDex: Menambahkan penyaringan berdasar rating
pl: [Serwery] MangaDex: dodano filtr oznaczeń treści
pt_br: [Servidores] MangaDex: Adiciona filtro de classificação
ru: [Серверы] MangaDex: Добавлен фильтр оценок

source: [Servers] AllHentai: Update
ca: [Servidors] AllHentai: Actualització
de: [Server] AllHentai: Aktualisiert
es: [Servidores] AllHentai: Actualización
fr: [Serveurs] AllHentai : Mise à jour
id: [Server] AllHentai: Diperbarui
pl: [Serwery] AllHentai: aktualizacja
pt_br: [Servidores] AllHentai: Atualização
ru: [Серверы] AllHentai: Обновление

source: [Servers] Reaper Scans: Update
ca: [Servidors] Reaper Scans: Actualització
de: [Server] Reaper Scans: Aktualisiert
es: [Servidores] Reaper Scans: Actualización
fr: [Serveurs] Reaper Scans : Mise à jour
id: [Server] Reaper Scans: Diperbarui
pl: [Serwery] Reaper Scans: aktualizacja
pt_br: [Servidores] Reaper Scans: Atualização
ru: [Серверы] Reaper Scans: Обновление

source: [Servers] Aloalivn: Disable
ca: [Servidors] Aloalivn: Desactivat
de: [Server] Aloalivn: Deaktiviert
es: [Servidores] Aloalivn: Desactivado
fr: [Serveurs] Aloalivn : désactivé
id: [Server] Aloalivn: Dinonaktifkan
pl: [Serwery] Aloalivn: wyłączono
pt_br: [Servidores] Aloalivn: Desabilitado
ru: [Серверы] Aloalivn: Отключен

source: [Servers] Central de Mangás: Disable
ca: [Servidors] Central de Mangás: Desactivat
de: [Server] Central de Mangás: Deaktiviert
es: [Servidores] Mangas Central: Desactivado
fr: [Serveurs] Central de Mangás : Désactivé
id: [Server] Central de Mangás: Dinonaktifkan
pl: [Serwery] Central de Mangás: wyłączono
pt_br: [Servidores] Central de Mangás: Desabilitado
ru: [Серверы] Central de Mangás: Отключен

source: [Servers] TuttoAnimeManga: Disable
ca: [Servidors] TuttoAnimeManga: Desactivat
de: [Server] TuttoAnimeManga: Deaktiviert
es: [Servidores] TuttoAnimeManga: Desactivado
fr: [Serveurs] TuttoAnimeManga : Désactivé
id: [Server] TuttoAnimeManga: Dinonaktifkan
pl: [Serwery] TuttoAnimeManga: wyłączono
pt_br: [Servidores] TuttoAnimeManga: Desabilitado
ru: [Серверы] TuttoAnimeManga: Отключен

source: [L10n] Update French, German and Polish translations
ca: [L10n] Actualitzades les traduccions de francès, alemany i polonès
de: [L10] Französische, deutsche, und polnische Übersetzung aktualisiert
es: [L10n] Actualiza las traducciones del francés, alemán y polaco
fr: [L10n] Mise à jour des traductions française, allemande et polonaise
id: [L10n] Pembaruan terjemahan Bahasa Perancis, Jerman, dan Polandia
pl: [L10n] Aktualizacja tłumaczeń na język francuski, niemiecki i polski
pt_br: [L10n] Atualização das traduções para alemão, francês e polonês
ru: [L10n] Обновлены французский, немецкий и польский переводы

source: [Servers] Mangahub: Fixed bug when summary is missing
ca: [Servidors] Mangahub: S'ha corregit un error quan falta el resum
de: [Server] Mangahub: Fehler bei fehlender Zusammenfassung behoben
es: [Servidores] Mangahub: Corrige el error cuando falta el resumen
fr: [Serveurs] Mangahub : Correction d’un bogue quand le sommaire manque
id: [Server] Mangahub: Perbaikan pada bug yang terjadi saat ringkasan hilang
pl: [Serwery] Mangahub: naprawiono błąd gdy brakuje opisu
pt_br: [Servidores] Mangahub: Corrigido um bug quando o resumo está faltando
ru: [Серверы] Mangahub: Исправлена ошибка, когда не отображалась сводка

source: [L10n] Update French and Polish translations
ca: [L10n] Actualitzades les traduccions al francès i al polonès
de: [L10n] Französische und Polnische Übersetzung aktualisiert
es: [L10n] Actualiza las traducciones del francés y polaco
fr: [L10n] Mise à jour des traductions française et polonaise
id: [L10n] Pembaruan terjemahan Bahasa Perancis dan Polandia
pl: [L10n] Zaktualizowano francuskie i polskie tłumaczenia
pt_br: [L10n] Atualiza traduções para francês e polonês
ru: [L10n] Обновлены французский и польский переводы

source: [Servers] Add Asura Scans [EN, TR]
ca: [Servidors] Afegit Asura Scans [EN, TR]
de: [Server] Asura Scans (EN, TR) hinzugefügt
es: [Servidores] Añade Asura Scans [EN, TR]
fr: [Serveurs] Ajout de Asura Scans [EN, TR]
id: [Server] Asura Scans [EN, TR] ditambahkan
pl: [Serwery] Dodano Asura Scans [EN, TR]
pt_br: [Servidores] Adiciona Asura Scans [EN, TR]
ru: [Серверы] Добавлен Asura Scans [EN, TR]

source: [Servers] Add FR Scan [FR]
ca: [Servidors] Afegit FR Scan [FR]
de: [Servers] FR Scan (FR) hinzugefügt
es: [Servidores] Añade FR Scan [FR]
fr: [Serveurs] Ajout de FR Scan [FR]
id: [Server] FR Scan [FR] ditambahkan
pl: [Serwery] Dodano FR Scan [FR]
pt_br: [Servidores] Adiciona FR Scan [FR]
ru: [Серверы] Добавлен FR Scan [FR]

source: [Servers] Add Lelscan-VF [FR]
ca: [Servidors] Afegit Lelscan-VF [FR]
de: [Server] Lelscan-VF (FR) hinzugefügt
es: [Servidores] Añade Lelscan-VF [FR]
fr: [Serveurs] Ajout de Lelscan-VF [FR]
id: [Server] Lelscan-VF [FR] ditambahkan
pl: [Serwery] Dodano Lelscan-VF [FR]
pt_br: [Servidores] Adiciona Lelscan-VF [FR]
ru: [Серверы] Добавлен Lelscan-VF [FR]

source: [Servers] Add Leomanga [ES]
ca: [Servidors] Afegit Leomanga [ES]
de: [Server] Leomanga (ES) hinzugefügt
es: [Servidores] Añade Leomanga [ES]
fr: [Serveurs] Ajout de Leomanga [ES]
id: [Server] Leomanga [ES] ditambahkan
pl: [Serwery] Dodano Leomanga [ES]
pt_br: [Servidores] Adiciona Leomanga [ES]
ru: [Серверы] Добавлен Leomanga [ES]

source: [Servers] Add Phoenix Fansub [ES]
ca: [Servidors] Afegit Phoenix Fansub [ES]
de: [Server] Phoenix Fansub (ES) hinzugefügt
es: [Servidores] Añade Phoenix Fansub [ES]
fr: [Serveurs] Ajout de Phoenix Fansub [ES]
id: [Server] Phoenix Fansub [ES] ditambahkan
pl: [Serwery] Dodano Phoenix Fansub [ES]
pt_br: [Servidores] Adiciona Phoenix Fansub [ES]
ru: [Серверы] Добавлен Phoenix Fansub [ES]

source: [Servers] Add Mangadoor [ES]
ca: [Servidors] Afegit Mangadoor [ES]
de: [Server] Mangadoor (ES) hinzugefügt
es: [Servidores] Añade Mangadoor [ES]
fr: [Serveurs] Ajout de Mangadoor [ES]
id: [Server] Mangadoor [ES] ditambahkan
pl: [Serwery] Dodano Mangadoor [ES]
pt_br: [Servidores] Adiciona Mangadoor [ES]
ru: [Серверы] Добавлен Mangadoor [ES]

source: [Servers] Add Mangas.in [ES]
ca: [Servidors] Afegit Mangas.in [ES]
de: [Server] Mangas.in (ES) hinzugefügt
es: [Servidores] Añade Mangas.in [ES]
fr: [Serveurs] Ajout de Mangas.in [ES]
id: [Server] Mangas.in [ES] ditambahkan
pl: [Serwery] Dodano Mangas.in [ES]
pt_br: [Servidores] Adiciona Mangas.in [ES]
ru: [Серверы] Добавлен Mangas.in [ES]

source: [Servers] Add Scan FR [FR]
ca: [Servidors] Afegit Scan FR [FR]
de: [Server] Scan FR (FR) hinzugefügt
es: [Servidores] Añade Scan FR [FR]
fr: [Serveurs] Ajout de Scan FR [FR]
id: [Server] Scan FR [FR] ditambahkan
pl: [Serwery] Dodano Scan FR [FR]
pt_br: [Servidores] Adiciona Scan FR [FR]
ru: [Серверы] Добавлен Scan FR [FR]

source: [Servers] Add Scan OP [FR]
ca: [Servidors] Afegit Scan OP [FR]
de: [Server] Scan OP (FR) hinzugefügt
es: [Servidores] Añade Scan OP [FR]
fr: [Serveurs] Ajout de Scan OP (FR)
id: [Server] Scan OP [FR] ditambahkan
pl: [Serwery] Dodano Scan OP [FR]
pt_br: [Servidores] Adiciona Scan OP [FR]
ru: [Серверы] Добавлен Scan OP [FR]

source: [Servers] Bilibili: Update
ca: [Servidors] Bilibili: Actualització
de: [Server] Bilibili: Aktualisiert
es: [Servidores] Bilibili: Actualización
fr: [Serveurs] Bilibili : Mise à jour
id: [Serve] Bilibili: Diperbarui
pl: [Serwery] Bilibili: aktualizacja
pt_br: [Servidores] Bilibili: Atualização
ru: [Серверы] Bilibili: Обновление

source: [Reader] Controls overlay: Fix a bug in pages slider
ca: [Lector] Superposició de controls: corregeix un error al control lliscant de pàgines
de: [Leser] Fehler im Slider zur Seitenauswahl behoben
es: [Lector] Capa de controles: Corrige de un error en el deslizador de páginas
fr: [Lecteur] Superposition des contrôles : Correction d’un bogue dans le curseur des pages
id: [Pembaca] Kendali Overlay: Perbaikan bug pada penggeser halaman
pl: [Czytnik] Sterowanie: naprawiono błąd z paskiem przewijania stron
pt_br: [Leitor] Sobreposição de controles: Corrige um bug no controle deslizante de páginas
ru: [Читалка] Оверлей элементов управления: Исправлена ошибка в ползунке страниц

source: [Servers] Add MangaKawaii [EN]
ca: [Servidors] Afegit MangaKawaii [EN]
de: [Server] MangaKawaii (EN) hinzugefügt
es: [Servidores] Añade MangaKawaii [ES]
fr: [Serveurs] Ajout de MangaKawaii [EN]
id: [Server] MangaKawaii [EN] ditambahkan
pl: [Serwery] Dodano MangaKawaii [EN]
pt_br: [Servidores] Adiciona MangaKawaii [EN]
ru: [Серверы] Добавлен MangaKawaii [EN]

source: [Servers] Guya: Update
ca: [Servidors] Guya: Actualització
de: [Server] Guya: Aktualisiert
es: [Servidores] Guya: Actualización
fr: [Serveurs] Guya : Mise à jour
id: [Server] Guya: Diperbarui
pl: [Serweyr] Guya: aktualizacja
pt_br: [Servidores] Guya: Atualização
ru: [Серверы] Guya: Обновление

source: [Servers] MangaFreak: Add notification to notify user when webview failed to solve Cloudflare JS challenge
ca: [Servidors] MangaFreak: Afegiu una notificació per notificar a l'usuari quan el WebView no ha pogut resoldre el repte Cloudflare JS
de: [Server] MangaFreak: Benachrichtige Benutzer·innen über fehlgeschlagene Cloudflare-Herausforderungen
es: [Servidores] MangaFreak: Añade una notificación para avisar al usuario cuando la vista web falla para resolver el reto de Cloudflare JS
fr: [Serveurs] MangaFreak : Ajout d’une notification pour prévenir l’utilisateur quand la vue web échoue à résoudre la vérification Cloudflare JS
id: [Server] MangaFreak: Menambahkan notifikasi untuk memberi tahu pengguna ketika tampilan web gagal menyelesaikan tantangan Cloudflare JS
pl: [Serwery] MangaFreak: dodano powiadomienie informujące użytkownika, kiedy nie powiedzie się przejście zabezpieczenia JS Cloudflare
pt_br: [Servidores] MangaFreak: Adiciona notificação para notificar o usuário quando o webview falha ao resolver o desafio Cloudflare JS
ru: [Серверы] MangaFreak: Добавлено уведомление для оповещения пользователя о неудаче веб-просмотром решения задачи Cloudflare JS

source: [Servers] Tapas: Get dates while resolving chapters
ca: [Servidors] Tapas: S'obtenen les dates mentre es resolen els capítols
de: [Server] Tapas: Schlage Ausstellungsdaten von Kapiteln nach
es: [Servidores] Tapas: Obtiene las fechas mientras resuelve los capítulos
fr: [Serveurs] Tapas : Obtention des dates lors de la résolution des chapitres
id: [Server] Tapas: Dapatkan tanggal ketika menyelesaikan bab
pl: [Serwery] Tapas: uzyskaj daty podczas odczytywania rozdziałów
pt_br: [Servidores] Tapas: Obtém datas enquanto resolve capítulos
ru: [Серверы] Tapas: Получение дат при разрешении глав

source: [L10n] Update Polish translation
ca: [L10n] Actualitzada la traducció al polonès
de: [L10n] Polnische Übersetzung aktualisiert
es: [L10n] Actualiza la traducción del polaco
fr: [L10n] Mise à jour de la traduction polonaise
id: [L10n] Pembaruan terjemahan Bahasa Polandia
pl: [L10n] Aktualizacja tłumaczenia na język polski
pt_br: [L10n] Atualização da tradução para polonês
ru: [L10n] Обновление польского перевода

source: [Library] Thumbnails: Fix rendering of servers logos and badges on mobile devices
ca: [Biblioteca] Miniatures: corregida la representació dels logotips i insígnies dels servidors en dispositius mòbils
de: [Bibliothek] Fehler bei der Anzeige von Logos und Badges auf mobilen Geräten behoben
es: [Biblioteca] Miniaturas: Corrige la representación de los logotipos e insignias de los servidores en los dispositivos móviles
fr: [Bibliothèque] Vignettes : Correction du rendu des logos et badges des serveurs sur les appareils mobiles
id: [Pustaka] Gambar Mini : Perbaikan rendering logo dan lencana server pada perangkat seluler
pl: [Biblioteka] Miniatury: naprawiono renderowanie logo serwerów i plakietek na urządzeniach mobilnych
pt_br: [Biblioteca] Miniaturas: Correção da renderização de logotipos e emblemas de servidores em dispositivos móveis
ru: [Библиотека] Миниатюры: Исправление отображения логотипов и значков серверов на мобильных устройствах

source: [Card] Fixed synopsis display when it contains HTML
ca: [Targeta] S'ha corregit la visualització de sinopsi quan conté HTML
de: [Mangakarte] Fehler in der Anzeige der Kurzbeschreibung behoben, wenn diese HTML enthält
es: [Ficha] Corrige la visualización de la sinopsis cuando contiene HTML
fr: [Carte] Correction de l’affichage du synopsis quand il contient du HTML
id: [Kartu] Perbaikan tampilan sinopsis ketika berisi HTML
pl: [Karta] Naprawiono wyświetlanie opisów zawierających HTML
pt_br: [Cartão] Corrigida a exibição de sinopse quando ela contém HTML
ru: [Карточка] Исправлено отображение синопсиса, когда он содержит HTML

source: [Reader] Add option to hide page numbering
ca: [Lector] Afegida opció per ocultar la numeració de pàgines
de: [Leser] Option hinzugefügt, um die Seitennummern zu verstecken
es: [Lector] Añade la opción de ocultar la numeración de las páginas
fr: [Lecteur] Ajout d’une option pour cacher les numéros de page
id: [Pembaca] Menambahkan Opsi untuk menyembunyikan penomoran halaman
pl: [Czytnik] Dodano opcję ukrywania numeracji stron
pt_br: [Leitor] Adiciona opção para ocultar a numeração das páginas
ru: [Читалка] Добавлена опция скрыть нумерацию страниц

source: [Reader] Fixed pager jumps when page rendering is retried
ca: [Lector] S'han corregit els salts del paginador quan es torna a provar la renderització de la pàgina
de: [Leser] Verhindere Sprünge zwischen Seiten beim Neuladen
es: [Lector] Corregidos los saltos del localizador cuando se reintenta la representación de la página
fr: [Lecteur] Correction des sauts de page quand le rendu de page est relancé
id: [Pembaca] Memperbaiki kendali halaman yang loncat ketika rendering halaman dimuat ulang
pl: [Przeglądarka] Naprawiono przeskakiwanie pagera przy ponownej próbie renderowania strony
pt_br: [Leitor] Corrigidos saltos do pager quando a tentativa de renderização da página é repetida
ru: [Читалка] Исправлен переход на определенную страницу при повторной попытке рендеринга страницы

source: [Explorer] Servers: Don't show Pinned when empty
ca: [Explorador] Servidors: No es mostren ancorats quan estiguin buits
de: [Explorer] Zeige angeheftete Server nicht, wenn es keine gibt
es: [Explorador] Servidores: No mostrar anclado cuando está vacío
fr: [Explorateur] Serveurs : N’affiche pas les épinglés en cas de vide
id: [Jelajah] Server: Tidak menampilkan sematan ketika kosong
pl: [Przeglądarka] Serwery: Nie pokazuj pustej sekcji Przypięte
pt_br: [Explorador] Servidores: não mostram Fixados quando vazios
ru: [Иследователь] Сервера: Не отображать закрепленные, если ничего не закреплено

source: [Servers] Add Best Manga [RU]
ca: [Servidors] Afegit Best Manga [RU]
de: [Server] Best Manga (EN) hinzugefügt
es: [Servidores] Añade Best Manga [RU]
fr: [Serveurs] Ajout de Best Manga [RU]
id: [Server] Best Manga [RU] ditambahkan
pl: [Serwery] Dodano Best Manga (RU)
pt_br: [Servidores] Adiciona Best Manga [RU]
ru: [Серверы] Добавлен Best Manga [RU]

source: [Servers] Add Bilibili [EN]
ca: [Servidors] Afegit Bilibili [EN]
de: [Server] Bilibili (EN) hinzugefügt
es: [Servidores] Añade Bilibili [EN]
fr: [Serveurs] Ajout de Bilibili [EN]
id: [Server] Bilibili [EN] ditambahkan
pl: [Serwery] Dodano Bilibili [EN]
pt_br: [Servidores] Adiciona Bilibili [EN]
ru: [Серверы] Добавлен Bilibili [EN]

source: [Servers] Add Tapas [EN]
ca: [Servidors] Afegit Tapas [EN]
de: [Server] Tapas (EN) hinzugefügt
es: [Servidores] Añade Tapas [EN]
fr: [Serveurs] Ajout de Tapas [EN]
id: [Server] Tapas [EN] ditambahkan
pl: [Serwery] Dodano Tapas [EN]
pt_br: [Servidores] Adiciona Tapas [EN]
ru: [Серверы] Добавлен Tapas [EN]

source: [UI] Major redesign (except Library and Reader)
ca: [UI] Redisseny important (excepte Biblioteca i Lector)
de: [Benutzeroberfläche] Große Neugestaltung (ausgenommen Bibliothek und Reader)
es: [IU] Rediseño importante (excepto Biblioteca y Lector)
fr: [Interface] Refonte majeure (sauf la Bibliothèque et le Lecteur)
id: [UI] Desain ulang menyeluruh (kecuali Pustaka dan Pembaca)
pl: [UI] Mocno przeprojektowany (z wyjątkiem Biblioteki i Czytnika)
pt_br: [UI] Grande redesenho (exceto Biblioteca e Leitor)
ru: [UI] Крупный редизайн (кроме Библиотеки и Читалки)

source: [Card] Fixed chapters list scrolling on mobile devices
ca: [Targeta] S'ha corregit el desplaçament de la llista de capítols als dispositius mòbils
de: [Mangakarte] Fehler beim Scrollen auf mobilen Geräten behoben
es: [Ficha] Corrige el desplazamiento de la lista de capítulos en los dispositivos móviles
fr: [Carte] Correction du défilement de la liste des chapitres sur les appareils mobiles
id: [Kartu] Perbaikan pengguliran daftar bab pada perangkat seluler
pl: [Karta] Naprawiono przewijanie listy rozdziałów na urządzeniach mobilnych
pt_br: [Cartão] Corrigida a rolagem da lista de capítulos em dispositivos móveis
ru: [Карта] Исправлена прокрутка списка глав на мобильных устройствах

source: [Reader] Fix fullscreen/unfullscreen on mobile devices
ca: [Lector] Corregida la commutació de pantalla completa/pantalla no completa en dispositius mòbils
de: [Leser] Fehler beim Wechseln in den Vollbildmodus auf mobilen Geräten
es: [Lector] Fijar la pantalla completa/no pantalla completa en los dispositivos móviles
fr: [Lecteur] Correction de l’entrée et de la sortie du plein-écran sur les appareils mobiles
id: [Pembaca] Perbaikan proses masuk dan keluar layar penuh pada perangkat seluler
pl: [Czytnik] Naprawiono przełączanie pełnego ekranu na urządzeniach mobilnych
pt_br: [Leitor] Corrige tela cheia/tela não cheia em dispositivos móveis
ru: [Читалка] Исправление полноэкранного режима на мобильных устройствах

source: [Reader] Fixed navigation between pages on mobile devices
ca: [Lector] Corregida la navegació entre pàgines en dispositius mòbils
de: [Leser] Fehler bei der Navigation zwischen Seiten auf mobilen Geräten behoben
es: [Lector] Corrige la navegación entre páginas en los dispositivos móviles
fr: [Lecteur] Correction de la navigation entre les pages sur les appareils mobiles
id: [Pembaca] Perbaikan navigasi antar halaman pada perangkat seluler
pl: [Czytnik] Naprawiono nawigację między stronami na urządzeniach mobilnych
pt_br: [Leitor] Corrigida a navegação entre as páginas em dispositivos móveis
ru: [Читалка] Исправлена навигация между страницами на мобильных устройствах

source: [Reader] Fixed zoom on mobile devices
ca: [Lector] S'ha corregit el zoom en dispositius mòbils
de: [Leser] Fehler beim Zoomen auf mobilen Geräten behoben
es: [Lector] Zoom fijo en los dispositivos móviles
fr: [Lecteur] Correction du zoom sur les appareils mobiles
id: [Pembaca] Perbaikan perbesaran pada perangkat seluler
pl: [Czytnik] Naprawiono powiększanie na urządzeniach mobilnych
pt_br: [Leitor] Corrigido o zoom em dispositivos móveis
ru: [Читалка] Исправлено масштабирование на мобильных устройствах

source: [Servers] Add Colored Council [EN]
ca: [Servidors] Afegit Colored Council [EN]
de: [Server] Colored Council (EN) hinzugefügt
es: [Servidores] Añade Colored Council [EN]
fr: [Serveurs] Ajout de Colored Council [EN]
id: [Server] Colored Council [EN] ditambahkan
pl: [Serwery] Dodano Colored Council [EN]
pt_br: [Servidores] Adiciona Colored Council [EN]
ru: [Серверы] Добавлен Colored Council [EN]

source: [Servers] Add Danke fürs Lesen [EN]
ca: [Servidors] Afegit Danke fürs Lesen [EN]
de: [Server] Danke fürs Lesen (EN) hinzugefügt
es: [Servidores] Añade Danke fürs Lesen [EN]
fr: [Serveurs] Ajout de Danke fürs Lesen [EN]
id: [Server] Danke fürs Lesen [EN] ditambahkan
pl: [Serwery] Dodano Danke fürs Lesen [EN]
pt_br: [Servidores] Adiciona Danke fürs Lesen [EN]
ru: [Серверы] Добавлен Danke fürs Lesen [EN]

source: [Servers] Add Guya [EN]
ca: [Servidors] Afegit Guya [EN]
de: [Server] Guya (EN) hinzugefügt
es: [Servidores] Añade Guya [EN]
fr: [Serveurs] Ajout de Guya [EN]
id: [Server] Guya [EN] ditambahkan
pl: [Serwery] Dodano Guya [EN]
pt_br: [Servidores] Adiciona Guya [EN]
ru: [Серверы] Добавлен Guya [EN]

source: [Servers] Add Hachirumi [EN]
ca: [Servers] Afegit Hachirumi [EN]
de: [Server] Hachimiru (EN) hinzugefügt
es: [Servidores] Añade Hachirumi [EN]
fr: [Serveurs] Ajout de Hachirumi [EN]
id: [Server] Hachirumi [EN] ditambahkan
pl: [Serwery] Dodano Hachirumi [EN]
pt_br: [Servidores] Adiciona Hachirumi [EN]
ru: [Серверы] Добавлен Hachirumi [EN]

source: [Servers] Add Jpmangas [FR]
ca: [Servidors] Afegit Jpmangas [FR]
de: [Server] Jpmangas (FR) hinzugefügt
es: [Servidores] Añade Jpmangas [FR]
fr: [Serveurs] Ajout de Jpmangas [FR]
id: [Server] Jpmangas [FR] ditambahkan
pl: [Serwery] Dodano Jpmangas [FR]
pt_br: [Servidores] Adiciona Jpmangas [FR]
ru: [Серверы] Добавлен Jpmangas [FR]

source: [Servers] Add Magical Translators [EN/PL]
ca: [Servidors] Afegit Magical Translators [EN/PL]
de: [Server] Magical Translators [EN/PL] hinzugefügt
es: [Servidores] Añade Magical Translators [EN/PL]
fr: [Serveurs] Ajout de Magical Translators [EN / PL]
id: [Server] Magical Translators [EN/PL] ditambahkan
pl: [Serwery] Dodano Magical Translators [EN/PL]
pt_br: [Servidores] Adiciona Magical Translators [EN/PL]
ru: [Серверы] Добавлен Magical Translators [EN/PL]
