Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Modern ‘About’ window
ca: Finestra moderna "Quant a"
de: Modernes ‘Über Komikku’-Fenster
es: Ventana "Acerca de" moderna
fr: Fenêtre « À propos » moderne
id: Jendela 'Tentang' yang modern
pl: Nowoczesne okno „O Komikku”
pt_br: Moderna janela "Sobre"
ru: Современное окно 'О программе'

source: Changes since 0.41.0:
ca: Canvis des de la 0.41.0:
de: Änderungen seit 0.41.0:
es: Cambios desde 0.41.0:
fr: Changements depuis la 0.41.0 :
id: Perubahan sejak 0.41.0:
pl: Zmiany od 0.41.0:
pt_br: Alterações desde 0.41.0:
ru: Изменения с версии 0.41.0:

source: [Preferences] Reader: Add 'Landscape Pages Zoom' setting
ca: [Preferències] Lector: afegida la configuració "Zoom de pàgines horitzontals"
de: [Einstellungen] Einstellung zum Zoom bei breiten Bildern hinzugefügt
es: [Preferencias] Lector: Añadir el ajuste 'Zoom de páginas apaisadas'
fr: [Préférences] Lecteur : Ajout du paramètre « Zoom des pages en format paysage »
id: [Preferensi] Pembaca : Penambahan pengaturan 'Pembesaran Halaman Lanskap'
pl: [Preferencje] Czytnik: dodano ustawienie 'Przybliżenie szerokich stron'
pt_br: [Preferências] Leitor: Adiciona a configuração "Zoom de páginas em paisagem"
ru: [Настройки] Читалка: Добавлена настройка 'Масштабирование альбомных страниц'

source: [Preferences] Reader: Add 'Maximum Width' setting (Webtoon reading mode)
ca: [Preferències] Lector: Afegida la configuració "Amplada màxima" (mode de lectura Webtoon)
de: [Einstellungen] Leser: Maximale Breite im Webtoon-Modus kann nun angepasst werden
es: [Preferencias] Lector: Añadido ajuste 'Anchura máxima' (modo de lectura Webtoon)
fr: [Préférences] Lecteur : Ajout du paramètre « Largeur maximale »(Mode de lecture Webtoons)
id: [Preferensi] Pembaca: Penambahan Pengaturan 'Lebar Maksimum' (mode baca Webtoon)
pl: [Preferencje] Czytnik: Dodaj ustawienie „Maksymalna szerokość” (tryb czytania Webtoon)
pt_br: [Preferências] Leitor: Adiciona a configuração de "Largura máxima" (modo de leitura Webtoon)
ru: [Настройки] Читалка: Добавлена настройка 'Максимальная ширина' (режим чтения Webtoon)

source: [Servers] Add Grise Bouille [FR]
ca: [Servidors] Afegit Grise Bouille [FR]
de: [Server] Grise Bouille (FR) hinzugefügt
es: [Servidores] Añadido Grise Bouille [FR]
fr: [Serveurs] Ajout de Grise Bouille [FR]
id: [Server] Grise Bouille [FR] ditambahkan
pl: [Serwery] Dodano Grise Bouille [FR]
pt_br: [Servidores] Adiciona Grise Bouille [FR]
ru: [Серверы] Добавлен Grise Bouille [FR]

source: [Servers] MangaNato (MangaNelo): Update
ca: [Servidors] MangaNato (MangaNelo): Actualització
de: [Server] MangaNato (auch bekannt als MangaNelo): Aktualisiert
es: [Servidores] MangaNato (MangaNelo): Actualización
fr: [Serveurs] MangaNato (MangaNelo) : Mise à jour
id: [Server] MangaNato (MangaNelo): Diperbarui
pl: [Serwery] MangaNato (MangaNelo): aktualizacja
pt_br: [Servidores] MangaNato (MangaNelo): Atualização
ru: [Серверы] MangaNato (MangaNelo): Обновление

source: [L10n] Update French, German, Spanish and Turkish translations
ca: [L10n] Actualització de traduccions al francès, alemany, espanyol i turc
de: [L10] Französische, deutsche und türkische Übersetzung aktualisiert
es: [L10n] Actualizadas las traducciones al francés, alemán, español y turco
fr: [L10n] Mise à jour des traductions française, allemande, espagnole et turc
id: [L10n] Pembaruan terjemahan Bahasa Prancis, Jerman, Spanyol, dan Turki
pl: [L10n] Aktualizacja tłumaczeń na język francuski, hiszpański, niemiecki i turecki
pt_br: [L10n] Atualização das traduções para alemão, espanhol, francês e turco
ru: [L10n] Обновление французского, немецкого, испанского и турецкого переводов

source: [Servers] Add Aralos BD [FR]
ca: [Servidors] Afegit Aralos BD [FR]
de: [Server] Aralos BD (FR) hinzugefügt
es: [Servidores] Añade Aralos BD [FR]
fr: [Serveurs] Ajout de Aralos BD [FR]
id: [Server] Aralos BD [FR] ditambahkan
pl: [Serwery] Dodano Aralos BD [FR]
pt_br: [Servidores] Adiciona Aralos BD [FR]
ru: [Серверы] Добавлен Aralos BD [FR]

source: [Servers] Add Manga-Scantrad [FR]
ca: [Servidors] Afegit Manga-Scantrad [FR]
de: [Server] Manga-Scantrad (FR) hinzugefügt
es: [Servidores] Añade Manga-Scantrad [FR]
fr: [Serveurs] Ajout de Manga-Scantrad [FR]
id: [Server] Manga-Scantrad [FR] ditambahkan
pl: [Serwery] Dodano Manga-Scantrad [FR]
pt_br: [Servidores] Adiciona Manga-Scantrad [FR]
ru: [Серверы] Добавлен Manga-Scantrad [FR]

source: [Servers] Add Mangas Origines [FR]
ca: [Servidors] Afegit Mangas Origines [FR]
de: [Server] Mangas Origines (FR) hinzugefügt
es: [Servidores] Añade Mangas Origines [FR]
fr: [Serveurs] Ajout de Mangas Origines [FR]
id: [Server] Mangas Origines [FR] ditambahkan
pl: [Serwery] Dodano Mangas Origines [FR]
pt_br: [Servidores] Adiciona Mangas Origines [FR]
ru: [Серверы] Добавлен Mangas Origines [FR]

source: [Servers] Add Mangaowl [EN]
ca: [Servers] Afegit Mangaowl [EN]
de: [Server] Mangaowl (EN) hinzugefügt
es: [Servidores] Añade Mangaowl [ES]
fr: [Serveurs] Ajout de Mangaowl [EN]
id: [Server] Mangaowl [EN] ditambahkan
pl: [Serwery] Dodano Mangaowl [EN]
pt_br: [Servidores] Adiciona Mangaowl [EN]
ru: [Серверы] Добавлен Mangaowl [EN]

source: [Servers] Asura Scans: Update (EN+TR)
ca: [Servidors] Asura Scans: Actualització (EN + TR)
de: [Server] Asura Scans (EN, TR) hinzugefügt
es: [Servidores] Asura Scans: Actualización (EN+TR)
fr: [Serveurs] Asura Scans : Mise à jour (EN + TR)
id: [Server] Asura Scans: Diperbarui (EN+TR)
pl: [Serwery] Asura Scans [EN/TR]: aktualizacja
pt_br: [Servidores] Asura Scans: Atualização (EN+TR)
ru: [Серверы] Asura Scans: Обновление (EN+TR)

source: [Servers] BILIBILI COMICS: Update
ca: [Servidors] BILIBILI COMICS: Actualització
de: [Server] BILIBILI COMICS: Aktualisiert
es: [Servidores] BILIBILI COMICS: Actualización
fr: [Serveurs] BILIBILI COMICS : Mise à jour
id: [Server] BILIBILI COMICS: Diperbarui
pl: [Serwery] BILIBILI COMICS: aktualizacja
pt_br: [Servidores] BILIBILI COMICS: Atualização
ru: [Серверы] BILIBILI COMICS: Обновление

source: [Servers] Mangas.in: Fix `Most populars` order
ca: [Servidors] Mangas.in: Corregit l'ordre dels "Més populars"
de: [Server] Mangas.in: Fehler in der Reihenfolge beliebtester Manga behoben
es: [Servidores] Mangas.in: Corrección del orden de los más populares
fr: [Serveurs] Mangas.in : Correction de l’ordre « plus populaires »
id: [Server] Mangas.in: Perbaikan urutan `Terpopuler`
pl: [Serwery] Mangas.in: naprawiono kolejność `Najpopularniejszych`
pt_br: [Servidores] Mangas.in: Corrige a ordem de "Mais populares"
ru: [Серверы] Mangas.in: Исправлен порядок `Популярное`

source: [Servers] Add Remanga [RU]
ca: [Servidors] Afegit Remanga [RU]
de: [Server] Remanga (RU) hinzugefügt
es: [Servidores] Añade Remanga [RU]
fr: [Serveurs] Ajout de Remanga [RU]
id: [Server] Remanga [RU] ditambahkan
pl: [Serwery] Dodano Remanga [RU]
pt_br: [Servidores] Adiciona Remanga [RU]
ru: [Серверы] Добавлен Remanga [RU]

source: [Servers] Add Manga.in.ua [UA]
ca: [Servidors] Afegit Manga.in.ua [UA]
de: [Server] Manga.in.ua (UA) hinzugefügt
es: [Servidores] Añade Manga.in.ua [UA]
fr: [Serveurs] Ajout de Manga.in.ua [UA]
id: [Server] Manga.in.ua [UA] ditambahkan
pl: [Serwery] Dodano Manga.in.ua [UA]
pt_br: [Servidores] Adiciona Manga.in.ua [UA]
ru: [Серверы] Добавлен Manga.in.ua [UA]

source: [Servers] FR Scan: Update
ca: [Servidors] FR Scan: Actualització
de: [Server] FR Scan: Aktualisiert
es: [Servidores] FR Scan: Actualización
fr: [Serveurs] FR Scan : Mise à jour
id: [Server] FR Scan: Diperbarui
pl: [Serwery] FR Scan: aktualizacja
pt_br: [Servidores] FR Scan: Atualização
ru: [Серверы] FR Scan: Обновление

source: [Servers] Lelscan-VF: Reenabled
ca: [Servidors] Lelscan-VF: Reactivació
de: [Server] Lelscan-VF: Wieder angeschaltet
es: [Servidores] Lelscan-VF: Reactivado
fr: [Serveurs] Lelscan-VF : Réactivé
id: [Server] Lelscan-VF: Aktivasi kembali
pl: [Serwery] Lelscan-VF: reaktywacja
pt_br: [Servidores] Lelscan-VF: Habilitado novamente
ru: [Серверы] Lelscan-VF: Повторное включение

source: [Servers] Leomanga: Update
ca: [Servidors] Leomanga: Actualització
de: [Server] Leomanga: Aktualisiert
es: [Servidores] Leomanga: Actualización
fr: [Serveurs] Leomanga : Mise à jour
id: [Server] Leomanga: Diperbarui
pl: [Serwery] Leomanga: aktualizacja
pt_br: [Servidores] Leomanga: Atualização
ru: [Серверы] Leomanga: Обновление

source: [Servers] Madara (multi): Added filter in search to ignore novels
ca: [Servidors] Madara (multi): S'ha afegit un filtre a la cerca per ignorar les novel·les
de: [Server] Madara (multi): Erlaube Suchfilter
es: [Servidores] Madara (multi): Añadido un filtro en la búsqueda para ignorar novelas
fr: [Serveurs] Madara (multi) : Ajout d’un filtre dans la recherche pour ignorer les nouvelles
id: [Server] Madara (multi): Menambahkan filter pada pencarian untuk mengabaikan novel
pl: [Serwery] Madara (multi): Dodano filtr w wyszukiwaniu, aby ignorować powieści
pt_br: [Servidores] Madara (multi): Adicionado filtro na pesquisa para ignorar novels
ru: [Серверы] Madara (multi): Добавлен фильтр в поиске для игнорирования романов

source: [Servers] MangaSee: Update
ca: [Servidors] MangaSee: Actualització
de: [Server] MangaSee: Aktualisiert
es: [Servidores] MangaSee: Actualización
fr: [Serveurs] MangaSee : Mise à jour
id: [Server] MangaSee: Diperbarui
pl: [Serwery] MangaSee: aktualizacja
pt_br: [Servidores] MangaSee: Atualização
ru: [Серверы] MangaSee: Обновление

source: [Servers] Submanga: Disabled
ca: [Servidors] Submanga: Desactivació
de: [Server] Submanga: abgeschaltet
es: [Servidores] Submanga: Desactivado
fr: [Serveurs] Submanga : Désactivé
id: [Server] Submanga: Dinonaktifkan
pl: [Serwery] Submanga: wyłączono
pt_br: [Servidores] Submanga: Desabilitado
ru: [Серверы] Submanga: Отключен

source: [L10n] Update French translation
ca: [L10n] Actualitzada la traducció al francès
de: [L10n] Französische Übersetzung aktualisiert
es: [L10n] Actualiza la traducción del francés
fr: [L10n] Mise à jour de la traduction française
id: [L10n] Pembaruan terjemahan Bahasa Perancis
pl: [L10n] Aktualizacja tłumaczenia na język francuski
pt_br: [L10n] Atualização da tradução para francês
ru: [L10n] Обновление французского перевода

source: [Servers] Add Mangapill [EN]
ca: [Servidors] Afegit Mangapill [EN]
de: [Server] Mangapill (EN) hinzugefügt
es: [Servidores] Añade Mangapill [ES]
fr: [Serveurs] Ajout de Mangapill [EN]
id: [Server] Menambahkan Mangapill [EN]
pl: [Serwery] Dodano Mangapill [EN]
pt_br: [Servidores] Adiciona Mangapill [EN]
ru: [Серверы] Добавлен Mangapill [EN]

source: [Servers] Scan Manga: Update
ca: [Servidors] Scan Manga: Actualització
de: [Server] Scan Manga: Aktualisiert
es: [Servidores] Scan Manga: Actualización
fr: [Serveurs] Scan Manga : Mise à jour
id: [Server] Scan Manga: Diperbarui
pl: [Serwery] Scan Manga: aktualizacja
pt_br: [Servidores] Scan Manga: Atualização
ru: [Серверы] Scan Manga: Обновление

source: [Servers] NHentai: Disable
ca: [Servidors] NHentai: Desactivació
de: [Server] NHentai: abgeschaltet
es: [Servidores] NHentai: Desactivado
fr: [Serveurs] NHentai : Désactivé
id: [Server] NHentai: Dinonaktifkan
pl: [Serwery] NHentai: wyłączono
pt_br: [Servidores] NHentai: Desabilitado
ru: [Серверы] NHentai: Отключен

source: [Servers] Add Manhuaus [EN]
ca: [Servidors] Afegit Manhuaus [EN]
de: [Server] Manhuaus (EN) hinzugefügt
es: [Servidores] Añade Manhuaus [ES]
fr: [Serveurs] Ajout de Manhuaus [EN]
id: [Server] Manhuaus [EN] ditambahkan
pl: [Serwery] Dodano Manhuaus [EN]
pt_br: [Servidores] Adiciona Manhuaus [EN]
ru: [Серверы] Добавлен Manhuaus [EN]

source: [Servers] Bilibili: Filter paywalled chapters
ca: [Servidors] Bilibili: Filtra els capítols de pagament
de: [Server] Bilibili: Verhindere die Anzeige zahlungspflichtiger Kapiteln
es: [Servidores] Bilibili: Filtrar los capítulos de pago
fr: [Serveurs] Bilibili : Filtre des chapitres payants
id: [Server] Bilibili: Saring bab berbayar
pl: [Serwery] Bilibili: filtr płatnych rozdziałów
pt_br: [Servidores] Bilibili: Filtrar capítulos com paywall
ru: [Серверы] Bilibili: Фильтровать платные главы

source: [Servers] Manga Eden: Disable
ca: [Servidors] Manga Eden: Desactivació
de: [Server] Manga Eden: abgeschaltet
es: [Servidores] Manga Eden: Desactivado
fr: [Serveurs] Manga Eden : Désactivé
id: [Server] Manga Eden: Dinonaktifkan
pl: [Serwery] Manga Eden: wyłączono
pt_br: [Servidores] Manga Eden: Desabilitado
ru: [Серверы] Manga Eden: Отключен

source: Add `Quit` shortcut action (Ctrl+Q)
ca: Afegida l'acció de drecera "Surt" (Ctrl+Q)
de: Tastenkürzel Ctrl+Q zum beenden hinzugefügt
es: Añade el atajo de teclado "Salir" (Ctrl+Q)
fr: Ajout du raccourci clavier « Quitter » (Ctrl + Q)
id: Menambahkan Pintasan `Keluar` (Ctrl+Q)
pl: Dodano skrót akcji `Wyjście` (Ctrl+Q)
pt_br: Adiciona a ação de atalho do "Sair" (Ctrl+Q)
ru: Добавлено действие быстрого доступа `Выход` (Ctrl+Q)

source: [Servers] Fixed loading of images in `webp` format
ca: [Servidors] S'ha corregit la càrrega d'imatges en format `webp`
de: [Server] Fehler beim Laden von Bildern im webp-Format behoben
es: [Servidores] Corregida la carga de imágenes en formato `webp`
fr: [Serveurs] Correction du chargement des images au format « webp »
id: [Server] Perbaikan pada pemuatan gambar dalam format `webp`
pl: [Serwery] Poprawiono ładowanie obrazów w formacie `webp`
pt_br: [Servidores] Corrigido o carregamento de imagens no formato "webp"
ru: [Серверы] Исправлена загрузка изображений в формате `webp`

source: [Servers] Add GTO TGS [IT]
ca: [Servidors] Afegit GTO TGS [IT]
de: [Server] GTO TGS (IT) hinzugefügt
es: [Servidores] Añade GTO TGS [IT]
fr: [Serveurs] Ajout de GTO TGS [IT]
id: [Server] Menambahkan GTO TGS [IT]
pl: [Serwery] Dodano GTO TGS [IT]
pt_br: [Servidores] Adiciona GTO TGS [IT]
ru: [Серверы] Добавлен GTO TGS [IT]

source: [Servers] Add Phoenix Scans [IT]
ca: [Servidors] Afegit Phoenix Scans [IT]
de: [Server] Phoenix Scans (IT) hinzugefügt
es: [Servidores] Añade Phoenix Scans [IT]
fr: [Serveurs] Ajout de Phoenix Scans [IT]
id: [Server] Menambahkan Phoenix Scans [IT]
pl: [Serwery] Dodano Phoenix Scans [IT]
pt_br: [Servidores] Adiciona Phoenix Scans [IT]
ru: [Серверы] Добавлен Phoenix Scans [IT]

source: [Servers] Edelgarde Scans: Disabled
ca: [Servers] Edelgarde Scans: Desactivació
de: [Server] Edelgarde Scans: abgeschaltet
es: [Servidores] Edelgarde Scans: Desactivado
fr: [Serveurs] Edelgarde Scans : Désactivé
id: [Server] Edelgarde Scans: Dinonaktifkan
pl: [Serwery] Edelgarde Scans: wyłączono
pt_br: [Servidores] Edelgarde Scans: Desabilitado
ru: [Серверы] Edelgarde Scans: Отключен

source: [Servers] Hatigarm Scans: Disabled
ca: [Servers] Hatigarm Scans: Desactivació
de: [Server] Hatigarm Scans: abgeschaltet
es: [Servidores] Hatigarm Scans: Desactivado
fr: [Serveurs] Hatigarm Scans : Désactivé
id: [Server] Hatigarm Scans: Dinonaktifkan
pl: [Serwery] Hatigarm Scans: wyłączono
pt_br: [Servidores] Hatigarm Scans: Desabilitado
ru: [Серверы] Hatigarm Scans: Отключен

source: [Servers] LupiTeam: Update
ca: [Servidors] LupiTeam: Actualització
de: [Server] LupiTeam: Aktualisiert
es: [Servidores] LupiTeam: Actualización
fr: [Serveurs] LupiTeam : Mise à jour
id: [Server] LupiTeam: Diperbarui
pl: [Serwery] LupiTeam: aktualizacja
pt_br: [Servidores] LupiTeam: Atualização
ru: [Серверы] LupiTeam: Обновление

source: [Servers] Nine Manga: Improved images loading
ca: [Servidors] Nine Manga: S'ha millorat la càrrega d'imatges
de: [Server] Nine Manga: Laden der Bilder verbessert
es: [Servidores] Nine Manga: Mejora de la carga de imágenes
fr: [Serveurs] Nine Manga : Amélioration du chargement des images
id: [Server] Nine Manga: Pemuatan gambar yang lebih baik
pl: [Serwery] Nine Manga: Poprawione ładowanie obrazów
pt_br: [Servidores] Nine Manga: Melhorado o carregamento de imagens
ru: [Серверы] Nine Manga: улучшена загрузка изображений

source: [Servers] Wakascan: Disabled
ca: [Servidors] Wakascan: Desactivat
de: [Server] Wakascan: Aktualisiert
es: [Servidores] Wakascan: Desactivado
fr: [Serveurs] Wakascan : Désactivé
id: [Server] Wakascan: Dinonaktifkan
pl: [Serwery] Wakascan: wyłączono
pt_br: [Servidores] Wakascan: Desabilitado
ru: [Серверы] Wakascan: Отключен

source: [Servers] NHentai: Update
ca: [Servidors] NHentai: Actualització
de: [Server] NHentai: Aktualisiert
es: [Servidores] NHentai: Actualización
fr: [Serveurs] NHentai : Mise à jour
id: [Server] NHentai: Diperbarui
pl: [Serwery] NHentai: aktualizacja
pt_br: [Servidores] NHentai: Atualização
ru: [Серверы] NHentai: Обновление

source: [L10n] Update German translation
ca: [L10n] Actualitzada la traducció a l'alemany
de: [L10n] Deutsche Übersetzung aktualisiert
es: [L10n] Actualizada la traducción al alemán
fr: [L10n] Mise à jour de la traduction allemande
id: [L10n] Pembaruan terjemahan Bahasa Jerman
pl: [L10n] Aktualizacja tłumaczenia na język niemiecki
pt_br: [L10n] Atualização da tradução para alemão
ru: [L10n] Обновление немецкого перевода

source: [Card] Add keyboard navigation outside of selection mode
ca: [Targeta] Afegida la navegació del teclat fora del mode de selecció
de: [Mangakarte] Tastennavigation außerhalb des Auswahlmodus hinzugefügt
es: [Tarjeta] Añade la navegación por teclado fuera del modo de selección
fr: [Carte] Ajout de la navigation par clavier en dehors du mode sélection
id: [Kartu] Menambahkan navigasi papan ketik di luar mode pilihan
pl: [Karta] Dodano nawigację klawiaturą poza trybem wyboru
pt_br: [Carta] Adiciona navegação por teclado fora do modo de seleção
ru: [Карта] Добавлена навигация по клавиатуре вне режима выбора

source: [Servers] CatManga: Disable
ca: [Servidors] CatManga: Desactivat
de: [Server] CatManga: Deaktiviert
es: [Servidores] CatManga: Desactivado
fr: [Serveurs] CatManga : Désactivé
id: [Server] CatManga: Dinonaktifkan
pl: [Serwery] CatManga: wyłączono
pt_br: [Servidores] CatManga: Desabilitado
ru: [Серверы] CatManga: Отключен

source: [Servers] ReaperScansFR: Disable
ca: [Servidors] ReaperScansFR: Desactivat
de: [Server] ReaperScansFR: Deaktiviert
es: [Servidores] ReaperScansFR: Desactivado
fr: [Serveurs] ReaperScansFR : Désactivé
id: [Server] ReaperScansFR: Dinonaktifkan
pl: [Serwery] ReaperScansFR: wyłączono
pt_br: [Servidores] ReaperScansFR: Desabilitado
ru: [Серверы] ReaperScansFR: Отключен

source: [Servers] 24hRomance: Update
ca: [Servidors] 24hRomance: Actualització
de: [Server] 24hRomance: Aktualisiert
es: [Servidores] 24hRomance: Actualización
fr: [Serveurs] 24hRomance : Mise à jour
id: [Server] 24hRomance: Diperbarui
pl: [Serwery] 24hRomance: aktualizacja
pt_br: [Servidores] 24hRomance: Atualização
ru: [Серверы] 24hRomance: Обновление

source: [Servers] Colored Manga (Colored Council): Update
ca: [Servidors] Colored Manga (Colored Council): Actualització
de: [Server] Colored Manga (Colored Council): Aktualisiert
es: [Servidores] Colored Manga ( Colored Council): Actualización
fr: [Serveurs] Colored Manga (Colored Council) : Mise à jour
id: [Server] Colored Manga (Colored Council): Diperbarui
pl: [Serwery] Colored Manga (Colored Council): aktualizacja
pt_br: [Servidores] Colored Manga (Colored Council): Atualização
ru: [Серверы] Colored Manga (Colored Council): Обновление

source: [Servers] Lelscan-VF: Disable
ca: [Servidors] Lelscan-VF: Desactivat
de: [Server] Lelscan-VF: Deaktiviert
es: [Servidores] Lelscan-VF: Desactivado
fr: [Serveurs] Lelscan-VF : Désactivé
id: [Server] Lelscan-VF: Dinonaktifkan
pl: [Serwery] Lelscan-VF: wyłączono
pt_br: [Servidores] Lelscan-VF: Desabilitado
ru: [Серверы] Lelscan-VF: Отключен

source: [Servers] Phoenix Fansub [ES]: Update
ca: [Servidors] Phoenix Fansub [ES]: Actualització
de: [Server] Phoenix Fansub (ES): Aktualisiert
es: [Servidores] Phoenix Fansub [ES]: Actualización
fr: [Serveurs] Phoenix Fansub [ES] : Mise à jour
id: [Server] Phoenix Fansub [ES]: Diperbarui
pl: [Serwery] Phoenix Fansub [ES]: aktualizacja
pt_br: [Servidores] Phoenix Fansub [ES]: Atualização
ru: [Серверы] Phoenix Fansub [ES]: Обновление

source: [Servers] Raw Manga [JA]: Update
ca: [Servidors] Raw Manga [JA]: Actualització
de: [Server] Raw Manga (JA): Aktualisiert
es: [Servidores] Raw Manga [JA]: Actualización
fr: [Serveurs] Raw Manga [JA] : Mise à jour
id: [Server] Raw Manga [JA]: Diperbarui
pl: [Serwery] Raw Manga [JA]: aktualizacja
pt_br: [Servidores] Raw Manga [JA]: Atualização
ru: [Серверы] Raw Manga [JA]: Обновление

source: [Servers] Rawkuma [JA]: Update
ca: [Servidors] Rawkuma [JA]: Actualització
de: [Server] Rawkuma (JA): Aktalisiert
es: [Servidores] Rawkuma [JA]: Actualización
fr: [Serveurs] Rawkuma [JA] : Mise à jour
id: [Server] Rawkuma [JA]: Diperbarui
pl: [Serwery] Rawkuma [JA]: aktualizacja
pt_br: [Servidores] Rawkuma [JA]: Atualização
ru: [Серверы] Rawkuma [JA]: Обновление

source: [Servers] Submanga: Update
ca: [Servidors] Submanga: Actualització
de: [Server] Submanga: Aktualisiert
es: [Servidores] Submanga: Actualización
fr: [Serveurs] Submanga : Mise à jour
id: [Server] Submanga: Diperbarui
pl: [Serwery] Submanga: aktualizacja
pt_br: [Servidores] Submanga: Atualização
ru: [Серверы] Submanga: Обновление

source: [L10n] Update French and Spanish translations
ca: [L10n] Actualització de les traduccions francesa i espanyola
de: [L10n] Französische und Spanische Übersetzung aktualisiert
es: [L10n] Actualizadas las traducciones al francés y al español
fr: [L10n] Mise à jour des traductions en français et en espagnol
id: [L10n] Pembaruan terjemahan Bahasa Perancis dan Spanyol
pl: [L10n] Aktualizacja tłumaczeń na język francuski i hiszpański
pt_br: [L10n] Atualização de traduções para espanhol e francês
ru: [L10n] Обновление французского и испанского переводов

source: [Library] Faster rendering on category changes
ca: [Biblioteca] Renderització més ràpida dels canvis de categoria
de: [Bibliothek] Schnelleres Rendern bei Kategorieänderung
es: [Biblioteca] Renderización más rápida en los cambios de categoría
fr: [Bibliothèque] Rendement plus rapide lors des changements de catégorie
id: [Pustaka] Rendering yang lebih cepat saat beralih kategori
pl: [Biblioteka] Szybsze renderowanie przy zmianach kategorii
pt_br: [Biblioteca] Renderização mais rápida em alterações de categoria
ru: [Библиотека] Более быстрый рендеринг при изменении категорий

source: [Servers] Argos Scan: Disable
ca: [Servidors] Argos Scan: Desactivat
de: [Server] Argos Scan: Deaktiviert
es: [Servidores] Argos Scan: Desactivado
fr: [Serveurs] Argos Scan : Désactivé
id: [Server] Argos Scan: Dinonaktifkan
pl: [Serwery] Argos Scan: wyłączono
pt_br: [Servidores] Argos Scan: Desabilitado
ru: [Серверы] Argos Scan: Отключен

source: [Servers] Bilibili: Detection of partially loaded pages
ca: [Servidors] Bilibili: Detecció de pàgines parcialment carregades
de: [Server] Bilibili: Erkenne nur teilweise geladene Seiten
es: [Servidores] Bilibili: Detección de páginas parcialmente cargadas
fr: [Serveurs] Bilibili : Détection des pages partiellement chargées
id: [Server] Bilibili: Deteksi halaman yang dimuat sebagian
pl: [Serwery] Bilibili: wykrywanie częściowo wczytanych stron
pt_br: [Servidores] Bilibili: Detecção de páginas parcialmente carregadas
ru: [Серверы] Bilibili: Обнаружение частично загруженных страниц

source: [Servers] MangaDex: Search now takes language into account
ca: [Servidors] MangaDex: La cerca ara té en compte l'idioma
de: [Server] Mangadex respektiert nun Spracheinstellung
es: [Servidores] MangaDex: La búsqueda ahora tiene en cuenta el idioma
fr: [Serveurs] MangaDex : La recherche tient maintenant compte du langage
id: [Server] MangaDex: Pencarian sekarang memperhitungkan bahasa
pl: [Serwery] MangaDex: Wyszukiwanie uwzględnia teraz język
pt_br: [Servidores] MangaDex: A pesquisa agora leva em consideração o idioma
ru: [Серверы] MangaDex: Поиск теперь учитывает язык
