Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Library/Chapters] Add range selection: long press on an item then long press on another to select everything in between
ca: [Biblioteca/Capítols] Afegida la selecció de rang: premeu llargament un element i premeu-ne un altre per seleccionar tot el que hi ha entremig
de: [Bibliothek/Kapitel] Bereichauswahl: Drücke lange auf ein Element und dann auf ein zweites, um alle Elemente dazuwischen auszuwählen
es: [Biblioteca/Capítulos] Añade la selección de rango: pulsación larga en un elemento y luego pulsación larga en otro para seleccionar todo lo que hay entre ellos
fr: [Bibliothèque/Chapitre] Ajout de la sélection multiple : Appui long sur un objet puis appui long sur un autre pour sélectionner tousce qui se trouve entre eux
pl: [Blibioteka/Rozdziały] Dodano zaznaczenie zakresu: długo naciśnij jeden, a później długo drugi rozdział, by zaznaczyć wszystko pomiędzy
pt_br: [Biblioteca/Capítulos] Adiciona seleção de intervalo: pressione e segure um item e, em seguida, pressione e segure outro para selecionar tudo entre eles
ru: [Библиотека/Главы] Добавлен выбор диапазона: удерживайте элемент, затем другой, чтобы выбрать все между ними

source: [Chapters] Fully cached/read chapters are now marked as "Downloaded"
ca: [Capítols] Els capítols totalment emmagatzemats a la memòria cau/llegits ara es marquen com a "Descarregats"
de: [Kapitel] Vollständig zwischengespeicherte/gelesene Kapitel werden nun als "Heruntergeladen" markiert
es: [Capítulos] Los capítulos leídos o en caché se marcan ahora como "Descargados"
fr: [Chapitre] Les chapitres entièrement mis en cache/lu sont maintenant marqués comme "Téléchargé"
pl: [Rozdziały] W pełni zbuforowane/przeczytane rozdziały są oznaczane jako „Pobrane”
pt_br: [Capítulos] Os capítulos totalmente armazenados em cache/lidos agora são marcados como "Baixados"
ru: [Главы] Полностью кэшированные/прочитанные главы теперь помечаются как "Загруженные"

source: [Reader] Improve keyboard navigation
ca: [Lector] Millorada la navegació amb teclat
de: [Leser] Bessere Tastaturnavigation
es: [Lector] Mejora la navegación con el teclado
fr: [Lecteur] Amélioration de la navigation via le clavier
pl: [Czytnik] Usprawniono nawigację klawiaturą
pt_br: [Leitor] Melhora a navegação por teclado
ru: [Читалка] Улучшение навигации с помощью клавиатуры

source: [Reader] Improve pages transition
ca: [Lector] Millorada la transició de pàgines
de: [Leser] Bessere Seitenübergänge
es: [Lector] Mejora la transición de las páginas
fr: [Lecteur] Amélioration de la transition des pages
pl: [Czytnik] Usprawniono przejście stron
pt_br: [Leitor] Melhora a transição de páginas
ru: [Читалка] Улучшение перехода страниц

source: [Servers] Add Crunchyroll (EN): a Premium account is required
ca: [Servidors] Afegit Crunchyroll (EN): cal un compte Premium
de: [Server] Crunchyroll (EN) hinzugefügt: ein Premiumkonto wird benötigt
es: [Servidores] Añade Crunchyroll (EN): se requiere una cuenta Premium
fr: [Serveurs] Ajout de Crunchyroll (EN) : un compte premium est requis
pl: [Serwery] Dodano Crunchyroll (EN): konto Premium jest wymagane
pt_br: [Servidores] Adiciona Crunchyroll (EN): uma conta Premium é necessária
ru: [Сервера] Добавлен Crunchyroll (EN): требуется учетная запись с Premium

source: [Servers] Scantrad France: Add Most populars
ca: [Servidors] Scantrad France: Afegit Més populars
de: [Server] Scantrad France: Beliebteste hinzugefügt
es: [Servidores] Scantrad France: Añade Más populares
fr: [Serveurs] Scantrad France : Ajout de la catégorie 'les plus populaires'
pl: [Serwery] Scantrad France: dodano najpopularniejsze
pt_br: [Servidores] Scantrad France: Adiciona “Mais populares”
ru: [Сервера] Scantrad France: Добавлены самые популярные

source: Improve manga update
ca: Millorar l'actualització del manga
de: Manga-Aktualisierung verbessert
es: Mejorar la actualización del manga
fr: Amélioration du processus de mise à jour des mangas
pl: Usprawniono aktualizacje mang
pt_br: Melhora a atualização de mangás
ru: Улучшенное обновление манги

source: New icon
ca: Nova icona
de: Neues Icon
es: Nuevo icono
fr: Nouvelle icône
pl: Nowa ikona
pt_br: Novo ícone
ru: Новый значок

source: [Reader] Add 'Original Size' scaling
ca: [Lector] Afegit l'escalat "Mida original"
de: [Leser] Skalierung 'Originalgröße' hinzugefügt
es: [Lector] Añade la escala de "Tamaño original"
fr: [Lecteur] Ajout de l'échelle 'Taille Originale'
pl: [Czytnik] Dodano skalowanie „Oryginalny rozmiar”
pt_br: [Leitor] Adiciona o dimensionamento “Tamanho original”
ru: [Читалка] Добавленлено масштабирование 'Оригинальный размер'

source: [Reader] Several fixes in keyboard navigation
ca: [Lector] Diverses correccions a la navegació per teclat
de: [Leser] Einige Fehler bei Tastaturnavigation behoben
es: [Lector] Varias correcciones en la navegación por teclado
fr: [Lecteur] Nombreuses corrections dans la navigation via le clavier
pl: [Czytnik] Kilka poprawek nawigacji klawiaturą
pt_br: [Leitor] Várias correções na navegação por teclado
ru: [Читалка] Несколько измений в навигации по клавиатуре

source: [Settings] Library: Add new option 'Auto Download of New Chapters'
ca: [Configuració] Biblioteca: Afegida nova opció 'Descàrrega automàtica de nous capítols'
de: [Einstellungen] Bibliothek: Neue Einstellung 'Automatisches Herunterladen' von neuen Kapiteln
es: [Configuración] Biblioteca: Añade nueva opción "Descarga automática de nuevos capítulos"
fr: [Paramètres] Bibliothèque : Ajout d'une nouvelle option 'Téléchargement automatique des nouveaux chapitres'
pl: [Ustawienia] Biblioteka: Dodano opcję „Automatycznie pobierz nowe rozdziały”
pt_br: [Configurações] Biblioteca: Adiciona nova opção “Download automático de novos capítulos”
ru: [Настройки] Библиотека: Добавленая новая опция 'Автозагрузка новых глав'

source: [Settings] Library: Add new option 'Long Strip Detection' (MangaDex, MangaNelo, Mangakawaii, JapScan and Union Mangás)
ca: [Configuració] Biblioteca: Afegida nova opció 'Detecció de tires llargues' (MangaDex, MangaNelo, Mangakawaii, JapScan i Union Mangás)
de: [Einstellungen] Bibliothek: Neue Option 'Long Strip Erkennung' (MangaDex, MangaNelo, Mangakawaii, JapScan and Union Mangás)
es: [Configuración] Biblioteca: Añade nueva opción "Detección de franjas largas" (MangaDex, MangaNelo, Mangakawaii, JapScan y Union Mangás)
fr: [Paramètres] Bibliothèque : Ajout d'une nouvelle option 'Détection de bande longue' (MangaDex, MangaNelo, Mangakawaii, JapScan et Union Mangás)
pl: [Ustawienia] Biblioteka: dodano opcję „Wykrycie long stripu” (MangaDex, MangaNelo, Mangakawaii, JapScan i Union Mangás)
pt_br: [Configurações] Biblioteca: Adiciona nova opção “Detecção de faixa longa” (MangaDex, MangaNelo, Mangakawaii, JapScan e Union Mangás)
ru: [Настройки] Библиотека: Добавлена новая опция 'Обнаружение длинных полос' (MangaDex, MangaNelo, Mangakawaii, JapScan и Union Mangás)

source: [Servers] JapScan: Fix search and images loading
ca: [Servidors] JapScan: Corregida la cerca i la càrrega d'imatges
de: [Server] JapScan: Fehler bei Suche und Laden von Bildern behoben
es: [Servidores] JapScan: Corrige la búsqueda y la carga de imágenes
fr: [Serveurs] JapScan : Correction de la recherche et du chargement des images
pl: [Serwery] JapScan: naprawiono wyszukiwanie i wczytywanie obrazów
pt_br: [Servidores] JapScan: Corrige pesquisa e carregamento de imagens
ru: [Сервера] JapScan: Исправление поиска и загрузки изображений

source: [Servers] MangaLib: Fix images loading
ca: [Servidors] MangaLib: Corregida la càrrega d'imatges
de: [Server] MangaLib: Fehler beim Laden von Bildern behoben
es: [Servidores] MangaLib: Corrige la carga de imágenes
fr: [Serveurs] MangaLib : Correction du chargement des images
pl: [Serwery] MangaLib: naprawiono wczytywanie obrazów
pt_br: [Servidores] MangaLib: Corrige carregamento de imagens
ru: [Сервера] MangaLib: Исправлено зарузка изображений

source: [Servers] Submanga: Update of domain
ca: [Servidors] Submanga: Actualització de domini
de: [Server] Submange: Domain aktualisiert
es: [Servidores] Submanga: Actualiza el dominio
fr: [Serveurs] Submanga : mise à jour du domaine
pl: [Serwery] Submanga: zaktualizowano domenę
pt_br: [Servidores] Submanga: Atualização de domínio
ru: [Сервера] Submanga: Обновление домена

source: [Reader] Fix crash with corrupt or empty images
ca: [Lector] Corregeix la fallada amb imatges corrompudes o buides
de: [Leser] Absturz bei korrupten oder leeren Bildern behoben
es: [Lector] Corrige el fallo con imágenes corruptas o vacías
fr: [Lecteur] Correction d'un crash dû à des images corrompues ou vides
pl: [Czytnik] Naprawiono crash, gdy obrazy są uszkodzone lub puste
pt_br: [Leitor] Corrige falha com imagens corrompidas ou vazias
ru: [Читалка] Убран сбой при поврежденных или пустых изображениях

source: [Settings] Add servers settings
ca: [Configuració] Afegeix la configuració dels servidors
de: [Einstellungen] Servereinstellungen hinzugefügt
es: [Configuración] Añade configuración de los servidores
fr: [Serveurs] Ajout de paramètres serveur
pl: [Ustawienia] Dodano ustawienia serwerów
pt_br: [Configurações] Adiciona configurações de servidores
ru: [Настройки] Добавлены настройки серверов

source: [Servers] Add Union Mangás (PT)
ca: [Servidors] Afegit Union Mangás (PT)
de: [Server] Union Mangás (PT) hinzugefügt
es: [Servidores] Añade Union Mangás (PT)
fr: [Serveurs] Ajout de Union Mangás (PT)
pl: [Serwery] Dodano Union Mangás (PT)
pt_br: [Servidores] Adiciona Union Mangás (PT)
ru: [Сервера] Добавлен Union Mangás (PT)

source: [Servers] Add MangaLib and HentaiLib (RU)
ca: [Servidors] Afegits MangaLib i HentaiLib (RU)
de: [Servers] MangaLib und HentaiLib (RU) hinzugefügt
es: [Servidores] Añade MangaLib y HentaiLib (RU)
fr: [Serveurs Ajout de MangaLib et HentaiLib (RU)
pl: [Serwery] Dodano MangaLib i HentaiLib (RU)
pt_br: [Servidores] Adiciona MangaLib e HentaiLib (RU)
ru: [Сервера] Добавлен MangaLib и HentaiLib (RU)

source: [Servers] Add Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
ca: [Sevidors] Afegits Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
de: [Server] Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN) hinzugefügt
es: [Servidores] Añade Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
fr: [Serveurs] Ajout de Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans et de Zero Scans (EN)
pl: [Serwery] Dodano Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
pt_br: [Servidores] Adiciona Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
ru: [Сервера] Добавлены Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)

source: [Servers] Add Leviatan Scans (EN, ES)
ca: [Servidors] Afegit Leviatan Scans (EN, ES)
de: [Server] Leviatan Scans (EN, ES) hinzugefügt
es: [Servidores] Añade Leviatan Scans (EN, ES)
fr: [Serveurs] Ajout de Leviatan Scans (EN, ES)
pl: [Serwery] Dodano Leviatan Scans (EN, ES)
pt_br: [Servidores] Adiciona Leviatan Scans (EN, ES)
ru: [Сервера] Добавлен Leviatan Scans (EN, ES)

source: [Servers] Hatigarm Scans: new server version
ca: [Servidors] Hatigarm Scans: nova versió del servidor
de: [Server] Hatigarm Scans: Neue Serverversion
es: [Servidores] Hatigarm Scans: nueva versión del servidor
fr: [Serveurs] Hattigarm Scans : nouvelle version du serveur
pl: [Serwery] Hatigarm Scans: nowa wersja serwera
pt_br: [Servidores] Hatigarm Scans: nova versão do servidor
ru: [Сервера] Hatigarm Scans: Новая версия сервера

source: [Servers] Scantrad France: Fix
ca: [Servidors] Scantrad France: Correcció
de: [Server] Scantrad France: Fehlerbehebung
es: [Servidores] Scantrad France: Corrección
fr: [Serveurs] Scrantrad France : correction
pl: [Serwery] Scantrad France: poprawka
pt_br: [Servidores] Scantrad France: Correção
ru: [Сервера] Scantrad France: Исправлен

source: [Servers] MangaDex: Added ability to log in
ca: [Servidors] MangaDex: S'ha afegit la possibilitat d'iniciar sessió
de: [Server] MangaDex: Einloggen ermöglicht
es: [Servidores] MangaDex: Añadida la posibilidad de iniciar sesión
fr: [Serveurs] MangaDex : Ajout de la possibilité de se connecter
pl: [Serwery] MangaDex: dodano możliwość zalogowania się
pt_br: [Servidores] MangaDex: Adicionada capacidade de fazer login
ru: [Сервера] MangaDex: Добавлена возможность войти в систему

source: [Servers] Read Manga: Fixes
ca: [Servidors] Read Manga: Correccions
de: [Server] Read Manga: Fehler behoben
es: [Servidores] Read Manga: Correcciones
fr: [Serveurs] Manga lu : corrections
pl: [Serwery] Read Manga: poprawki
pt_br: [Servidores] Read Manga: Correções
ru: [Сервера] Read Manga: Некоторые исправления

source: Improved manga update
ca: Millorada l'actualització del manga
de: Manga-Aktualisierung verbessert
es: Mejorada la actualización del manga
fr: Amélioration du processus de mise à jour des mangas
pl: Usprawniono dodawanie mang
pt_br: Melhorada a atualização de mangás
ru: Улучшение обновление манги

source: [Servers] Mangakawaii: Fixed manga cover
ca: [Servidors] Mangakawaii: Corregida la portada del manga
de: [Server] Mangakawaii: Cover behoben
es: [Servidores] Mangakawaii: Corrige la portada del manga
fr: [Serveurs] Mangakawaii : Correction de la couverture des mangas
pl: [Serwery] Mangakawaii: naprawiono okładki mang
pt_br: [Servidores] Mangakawaii: Corrigida a capa de mangás
ru: [Серверы] Mangakawaii: Исправлена обложка манги

source: [Manga] Fixed the unread action of chapters
ca: [Manga] Corregida l'acció sense llegir dels capítols
de: [Manga] Fehler bei der 'ungelesen' Aktion behoben
es: [Manga] Corrige la acción de los capítulos no leídos
fr: [Manga] Correction de la fonction 'non lu' des chapitres
pl: [Manga] Naprawiono akcję nieprzeczytania rozdziału
pt_br: [Mangá] Corrigida a ação não lida dos capítulos
ru: [Манга] Исправлены варианты действий для «непрочитанных» глав

source: [Reader] Cursor hiding during keyboard navigation
ca: [Lector] El cursor s'amaga durant la navegació amb el teclat
de: [Leser] Während der Tastaturnavigation Zeiger unsichtbar machen
es: [Lector] Ocultar el cursor durante la navegación con el teclado
fr: [Lecteur] Le curseur de la souris se masque lors de la navigation par clavier
pl: [Czytnik] Kursor ukryty podczas nawigowania klawiaturą
pt_br: [Leitor] Cursor oculto durante a navegação por teclado
ru: [Читалка] Скрытие курсора при навигации с помощью клавиатуры

source: [Reader] Arrow scrolling in every reading directions
ca: [Lector] Desplaçament de fletxes en totes les indicacions de lectura
de: [Leser] Pfeiltasten zum Scrollen in jede Richtung erlauben
es: [Lector] Desplazamiento con flechas en todas las direcciones de lectura
fr: [Lecteur] Les flèches de direction permettent de défiler dans toutes les directions
pl: [Czytnik] Umożliwiono przewijanie w każdym kierunku czytania
pt_br: [Leitor] Rolagem com seta em todas as direções de leitura
ru: [Читалка] Прокрутка стрелками во всех направлениях чтения

source: [Reader] Added white borders crop
ca: [Lector] Afegit el retall de vores blanques
de: [Leser] Randentferner hinzugefügt
es: [Lector] Añade el ajuste de los bordes blancos
fr: [Lecteur] Ajout du rognage des bordures blanches
pl: [Czytnik] Dodano przycinanie białych krawędzi
pt_br: [Leitor] Adicionado corte de bordas brancas
ru: [Читалка] Добавлена обрезка белых краёв

source: [Servers] Added Kirei Cake (EN)
ca: [Servidors] Afegit Kirei Cake (EN)
de: [Server] Kirei Cake (EN) hinzugefügt
es: [Servidores] Añade Kirei Cake (EN)
fr: [Serveurs] Ajout de Kirei Cake (EN)
pl: [Serwery] Dodano Kirei Cake (EN)
pt_br: [Servidores] Adicionado Kirei Cake (EN)
ru: [Серверы] Добавлен Kirei Cake (EN)

source: [Servers] Added Read Manga, Mint Manga and Self Manga (RU)
ca: [Servidors] Afegits Read Manga, Mint Manga i Self Manga (RU)
de: [Server] Read Manga, Mint Manga und Self Manga (RU) hinzugefügt
es: [Servidores] Añade Read Manga, Mint Manga y Self Manga (RU)
fr: [Serveurs] Ajout de Read Manga, Mint Manga et Self Manga (RU)
pl: [Serwery] Dodano Read Manga, Mint Manga i Self Manga (RU)
pt_br: [Servidores] Adicionados Read Manga, Mint Manga e Self Manga (RU)
ru: [Серверы] Добавлены Read Manga, Mint Manga и Self Manga (RU)

source: [Servers] Updated Mangakawaii domain
ca: [Servidors] Actualitzat el domini Mangakawaii
de: [Server] Mangakawaii: Domäne aktualisiert
es: [Servidores] Actualiza el dominio de Mangakawaii
fr: [Serveurs] Mise à jour du domaine de Mangakawaii
pl: [Serwery] Zaktualizowano domenę Mangakawaii
pt_br: [Servidores] Atualizado o domínio de Mangakawaii
ru: [Серверы] Обновлён домен Mangakawaii

source: [Servers] Fixed JapScan search (using DuckDuckGo Lite)
ca: [Servidors] Corregida la cerca de JapScan (utilitzant DuckDuckGo Lite)
de: [Server] Nutze DuckDuckGo Lite zum Durchsuchen von JapScan
es: [Servidores] Corrige la búsqueda en JapScan (usando DuckDuckGo Lite)
fr: [Serveurs] Correction de la recherche pour JapScan (en utilisant DuckDuckGo Lite)
pl: [Serwery] Naprawiono wyszukiwanie JapScan (przy użyciu DuckDuckGo Lite)
pt_br: [Servidores] Pesquisa em JapScan corrigida (usando DuckDuckGo Lite)
ru: [Серверы] Исправлен поиск в JapScan (с использованием DuckDuckGo Lite)

source: Added back navigation with Escape key
ca: S'ha afegit la navegació enrere amb la tecla Esc
de: Zurück-Aktion mit der Escape-Taste hinzugefügt
es: Añade la navegación hacia atrás con la tecla Escape
fr: Ajout de la possibilité de retourner en arrière avec la touche 'Échape'
pl: Dodano nawigację wstecz przy użyciu klawisza Escape
pt_br: Adicionada navegação de retorno com a tecla Escape
ru: Добавлена обратная навигация с помощью клавиши Escape

source: Added abilility to add manga by ID using keyword "id:&lt;id&gt;" (useful with MangaDex)
ca: S'ha afegit la capacitat d'afegir manga per identificador mitjançant la paraula clau "id:&lt;id&gt;" (útil amb MangaDex)
de: Möglichkeit zum Hinzufügen eines Manga mittels ID durch Keyword "id:&lt;id&gt;" hinzugefügt (nützlich bei MangaDex)
es: Añade la posibilidad de añadir mangas por ID usando la palabra clave "id:&lt;id&gt;" (útil con MangaDex)
fr: Ajout de la possibilité d'ajouter des mangas par ID en utilisant la syntaxe "id:&lt;id&gt;" (utile avec MangaDex)
pl: Dodano możliwość dodania mangi po ID przy użyciu słowa kluczowego „id:&lt;id&gt;” (użyteczne z MangaDexem)
pt_br: Adicionada a capacidade de adicionar mangá por ID usando a palavra-chave "id:&lt;id&gt;" (útil com MangaDex)
ru: Добавлена возможность добавлять мангу по ID, используя ключевое слово «id:&lt;id&gt;» (удобно с MangaDex)

source: Various bugs fixes
ca: Diverses correccions d'errors
de: Einige Fehler behoben
es: Corrige varios errores
fr: Divers corrections de bugs
pl: Różne poprawki błędów
pt_br: Várias correções de bugs
ru: Различные исправления ошибок

source: Added the Dutch translation
ca: S'ha afegit la traducció al neerlandès
de: Niederländische Übersetzung hinzugefügt
es: Añade la traducción al neerlandés
fr: Ajout de la traduction néerlandaise
pl: Dodano tłumaczenie na niderlandzki
pt_br: Adicionado a tradução para holandês
ru: Добавлен голландский перевод

source: Added Desu server (RU)
ca: Afegit el servidor Desu (RU)
de: Desu server (RU) hinzugefügt
es: Añade el servidor Desu (RU)
fr: Ajout du serveur Desu (RU)
pl: Dodano serwer Desu (RU)
pt_br: Adicionado servidor Desu (RU)
ru: Добавлен сервер Desu (RU)

source: Added the Russian translation
ca: S'ha afegit la traducció al rus
de: Russische Übersetzung hinzugefügt
es: Añade la traducción al ruso
fr: Ajout de la traduction Russe
pl: Dodano tłumaczenie na rosyjski
pt_br: Adicionada a tradução para russo
ru: Добавлен русский язык

source: Updated the Brazilian Portuguese translation
ca: Actualitzada la traducció al portuguès brasiler
de: Brasilianisch-Portugiesische Übersetzung aktualisiert
es: Actualiza la traducción del portugués (Brasil)
fr: Mise à jour de la traduction portugaise brésilienne
pl: Aktualizacja tłumaczenia na język portugalski (Brazylia)
pt_br: Atualizada a tradução para português brasileiro
ru: Обновлен Бразильский Португальский язык

source: Fixed a bug in manga updater
ca: S'ha corregit un error a l'actualitzador de manga
de: Fehler in Manga-Aktualisierung behoben
es: Corrige un error en el actualizador de manga
fr: Correction d'un bug pour la mise à jour des mangas
pl: Naprawiono błąd z aktualizatorem mang
pt_br: Corrigido um bug no atualizador de mangás
ru: Исправлен баг при обновлении манг

source: Fixe a bug in Download Manager
ca: Corregir un error al Gestor de descàrregues
de: Fehler in Download-Manager behoben
es: Corrige un error en el Gestor de descargas
fr: Correction d'un bug dans le gestionnaire de téléchargement
pl: Naprawiono błąd w Menedżerze pobierania
pt_br: Corrige um bug no gerenciador de download
ru: Исправлена ошибка в менеджере загрузки

source: Added a Download Manager
ca: S'ha afegit un gestor de descàrregues
de: Download-Manager hinzugefügt
es: Añade un gestor de descargas
fr: Ajout d'un gestionnaire de téléchargement
pl: Dodano Menedżer pobierania
pt_br: Adicionado um gerenciador de download
ru: Добавлен менеджер загрузок

source: [Manga] Improved chapters download
ca: [Manga] Descàrrega de capítols millorada
de: [Manga] Herunterladen von Kapiteln verbessert
es: [Manga] Descarga de capítulos mejorada
fr: [Manga] Amélioration du téléchargement des chapitres
pl: [Manga] Usprawniono pobieranie rozdziałów
pt_br: [Mangá] Melhorado o download de capítulos
ru: [Манга] Улучшена загрузка глав

source: [Reader] Vertical reading direction: Added scrolling with UP and DOWN keys
ca: [Lector] Direcció de lectura vertical: S'ha afegit el desplaçament amb tecles AMUNT i AVALL
de: [Leser] Vertikale Leserichtung: Scrollen mittels HOCH und RUNTER Tasten hinzugefügt
es: [Lector] Dirección de lectura vertical: Añade el desplazamiento con las teclas ARRIBA y ABAJO
fr: [Lecteur] Lecture verticale : Ajout du défilement via les flèches HAUT et BAS
pl: [Czytnik] Pionowy kierunek czytanie: dodano przewijanie klawiszami strzałka w górę i w dół
pt_br: [Leitor] Direção de leitura vertical: rolagem adicionada com as teclas PARA CIMA e PARA BAIXO
ru: [Читалка] Вертикальное направление чтения: Добавлена прокрутка с помощью клавиш UP и DOWN

source: [Reader] Added a Retry button when a image load failed
ca: [Lector] S'ha afegit un botó de reintent quan s'ha produït un error en la càrrega d'una imatge
de: [Leser] 'Erneut versuchen'-Button hinzugefügt, falls das Herunterladen eines Bildes fehlschlägt
es: [Lector] Añade un botón de Reintentar cuando falla la carga de una imagen
fr: [Lecteur] Ajout d'un bouton 'Ré-essayer' quand le chargement d'une image a échoué
pl: [Czytnik] Dodano przycisk „Ponów”, gdy wczytywanie obrazu się nie powiodło
pt_br: [Leitor] Adicionado um botão “Repetir” quando o carregamento de uma imagem falhou
ru: [Читалка] Добавлена кнопка повтора при неудачной загрузке изображения

source: [Servers] Removed Manga Rock (server has closed)
ca: [Servidors] S'ha eliminat Manga Rock (el servidor ha tancat)
de: [Server] Manga Rock entfernt (geschlossen)
es: [Servidores] Elimina Manga Rock (el servidor ha cerrado)
fr: [Serveurs] Retrait de Manga Rock (les serveurs ont fermés)
pl: [Serwery] Usunięto Manga Rock (serwer został zamknięty)
pt_br: [Servidores] Removido Manga Rock (servidor fechado)
ru: [Серверы] Удален сервер Manga Rock (Сервер был закрыт)

source: [Servers] Minor fix in xkcd
ca: [Servidors] Correcció menor en xkcd
de: [Server] Kleine Fehlerbehebung bei xkcd
es: [Servidores] Corrección menor en xkcd
fr: [Serveurs] Correction mineure pour xkcd
pl: [Serwery] Drobna poprawka xkcd
pt_br: [Servidores] Pequena correção no xkcd
ru: [Серверы] Небольшое исправление в xkcd
