Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Servers] Yugen Scans: Update
ru: [Серверы] Yugen Scans: Обновлён

source: [L10n] Updated Catalan, Chinese (simplified) and French translations
ru: [L10n] Обновлены каталонский, китайский (упрощенный) и французский переводы

source: [Library] When filtered, it's now correctly updated when changes occur (additions, new chapters, reading progressions)
ru: [Библиотека] Теперь, после применения фильтрации и появления изменений (дополнения, новые главы, прогресс чтения), библиотека обновляется корректно

source: [Card] Chapters list: Added missing icon
ru: [Card] Список глав: Добавлен отсутствующий значок

source: [Reader] Fixed chapters ordering while reading
ru: [Читалка] Исправлен порядок глав во время чтения

source: [UX] In-app notifications: Update to fit GNOME 45 style
ru: [UX] In-app уведомления: обновлены для соответствия стилю GNOME 45

source: [Webview] Some improvements
ru: [Webview] Небольшие улучшения

source: [L10n] Updated Catalan, Polish, Spanish and Turkish translations
ru: [L10n] Обновлены каталанский, польский, испанский и турецкий переводы

source: [Library] Kept badges in phase with reading status
ca: [Biblioteca] Mantenir els distintius en fase amb l'estat de lectura
fr: [Bibliothèque] Maintient des badges en phase avec le statut de lecture
ru: [Библиотека] Синхронизация значков со статусом чтения

source: [Card] Chapters list: Added `Clear` action (deletes downloaded pages without affecting chapter(s) state)
ca: [Targeta] Llista de capítols: Afegida l'acció `Neteja` (esborra les pàgines descarregades sense afectar l'estat del(s) capítol(s))
fr: [Détails] Liste des chapitres : Ajout d'une action `Effacer` (suppression des pages téléchargées sans affecter l'état des chapitres)
ru: [Card] Список глав: добавлено действие «Очистить» (удаляет загруженные страницы, не затрагивая статус глав)

source: [Card] Added backdrop: Background recoloring to match cover
ca: [Carta] Afegit rerefons: Canvi de color del rerefons per coincidir amb la coberta
fr: [Détails] Ajout d'une toile de fond : Recoloration de l'arrière-plan pour qu'il corresponde à la couverture
ru: [Card] Добавлен фон: перекрашивание фона в соответствии с обложкой

source: [Downloader] Improved speed
ca: [Descarregador] S'ha millorat la velocitat
fr: [Téléchargeur] Amélioration de la vitesse
ru: [Downloader] Увеличена скорость

source: [Explorer] Global search: Added a progressbar
ca: [Explorador] Cerca global: S'ha afegit una barra de progrés
fr: [Explorateur] Recherche globale : Ajout d'une barre de progression
ru: [Explorer] Глобальный поиск: добавлен индикатор выполнения

source: [Explorer] Global search: Added a filter that allows restricting search to pinned servers only
ca: [Explorador] Cerca global: S'ha afegit un filtre que permet restringir la cerca només per a servidors fixats
fr: [Explorateur] Recherche globale : Ajout d'un filtre qui permet de restreindre la recherche aux serveurs épinglés seulement
ru: [Explorer] Глобальный поиск: добавлен фильтр, позволяющий ограничить поиск только закреплёнными серверами

source: [Servers] Dragon Ball Multiverse: Update
ca: [Servidors] Bola de Drac Multiverse: Actualització
de: [Server] Dragon Ball Multiverse: Aktualisert
es: [Servidores] Dragon Ball Multiverse: Actualización
fr: [Serveurs] Dragon Ball Multiverse : Mise à jour
id: [Server] Dragon Ball Multiverse: Diperbarui
pl: [Serwery] Dragon Ball Multiverse: aktualizacja
pt_br: [Servidores] Dragon Ball Multiverse: Atualização
ru: [Серверы] Dragon Ball Multiverse: Обновление

source: [Servers] Golden Mangás: Update
ca: [Servidors] Golden Mangás: Actualització
de: [Server] Golden Mangás: Aktualisiert
es: [Servidores] Golden Mangás: Actualización
fr: [Serveurs] Golden Mangás : Mise à jour
id: [Server] Golden Mangás : Pembaruan
pl: [Serwery] Golden Mangás: aktualizacja
pt_br: [Servidores] Golden Mangás: Atualização
ru: [Серверы] Golden Mangás: Обновление

source: [Servers] MANGA Plus by SHUEISHA: Update
ca: [Servidors] MANGA Plus by SHUEISHA: Actualització
de: [Server] MANGA Pls by SHUEISHA: Aktualisiert
es: [Servidores] MANGA Plus by SHUEISHA: Actualización
fr: [Serveurs] MANGA Plus by SHUEISHA : Mise à jour
id: [Server] MANGA Plus by SHUEISHA: Diperbarui
pl: [Serwery] MANGA Plus by SHUEISHA: aktualizacja
pt_br: [Servidores] MANGA Plus by SHUEISHA: Atualização
ru: [Серверы] MANGA Plus by SHUEISHA: Обновление

source: [Servers] Reaper Scans [PT-br]: Update (name change to `Yugen Scans`)
ca: [Servidors] Reaper Scans [PT-br]: Actualització (canvi de nom a `Yugen Scans`)
fr: [Serveurs] Reaper Scans [PT-br] : mise à jour (change de nom et devient `Yugen Scans`)
ru: [Серверы] Reaper Scans [PT-br]: Обновлён (изменено название на «Yugen Scans»)

source: [L10n] Updated French, Russian, Spanish and Turkish translations
ca: [L10n] Actualització de les traduccions al francès, rus, espanyol i turc
fr: [L10n] mise à jour des traductions française, russe, espagnole et turque
ru: [L10n] Обновлены французский, русский, испанский и турецкий переводы

source: [Library] Added sorting: Alphabetical, Latest Read First (default), Latest Updated First
ca: [Biblioteca] Afegida ordenació: Alfabètic, L'últim Llegit Primer (per defecte), L'últim Actualitzat Primer
fr: [Bibliothèque] Ajout de la possibilité de trier : Alphabétiquement, Derniers lus en premier (par défaut), Derniers mis à jour en premier
ru: [Библиотека] Добавлена сортировка: по алфавиту, сначала последние прочитанные (по умолчанию), сначала последние обновлённые

source: [Servers] Mangas Origines [FR]: Reenable
ca: [Servidors] Mangas Origines [FR]: Reactivat
fr: [Serveurs] Mangas Origines [FR] : Réactivé
ru: [Серверы] Mangas Origines [FR]: Включён повторно

source: [Servers] Bilibili Comics: Update
ca: [Servidors] Bilibili Comics: Actualització
fr: [Serveurs] Bilibili Comics : Mise à jour
ru: [Серверы] Bilibili Comics: Обновлён

source: [Servers] Mangalek: Update
ca: [Servidors] Mangalek: Actualització
fr: [Serveurs] Mangalek : Mise à jour
ru: [Серверы] Mangalek: Обновлён

source: [Servers] Manhwa Hentai: Update
ca: [Servidors] Manhwa Hentai: Actualització
fr: [Serveurs] Manhwa Hentai : Mise à jour
ru: [Серверы] Manhwa Hentai: Обновлён

source: [L10n] Updated Finnish, Polish and Spanish translations
ca: [L10n] Actualitzades les traduccions al finlandès, polonès i espanyol
fr: [L10n] Mise à jour des traductions en finnois, polonais et espagnol
ru: [L10n] Обновлены финский, польский и испанский переводы

source: [Library] Categories sidebar: Added badges to display number of comics per category
ru: [Библиотека] Боковая панель категорий: добавлены значки для отображения количества комиксов в каждой категории

source: [Card] Fixed a bug that occurred during certain `Update` actions
ru: [Card] Исправлена ошибка, возникавшая при определенных условиях действия «Обновить»

source: [UX] Refined visuals taking advantage of the new capabilities of GNOME 45
es: [UX] Visualizaciones refinados aprovechando las nuevas capacidades de GNOME 45
ru: [UX] Улучшена визуализация с использованием новых возможностей GNOME 45

source: [Explorer] Global search: Improved speed
es: [Explorador] Búsqueda global: Velocidad mejorada
ru: [Explorer] Глобальный поиск: повышена скорость

source: [Servers] Added Perf Scan [FR]
es: [Servidores] Añadido el escaneo del rendimiento[FR]
ru: [Серверы] Добавлен Perf Scan [FR]

source: [Servers] Added Reaper Scans [pt_BR]
es: [Servidores] Añadidas Exploraciones Reaper [pt_BR]
ru: [Серверы] Добавлен Reaper Scans [pt_BR]

source: [L10n] Updated French translation
ca: [L10n] Actualitzada la traducció al francès
es: [L10n] Traducción francesa actualizada
fr: [L10n] Mise à jour de la traduction française
id: [L10n] Pembaruan terjemahan Bahasa Perancis
pl: [L10n] Aktualizacja tłumaczenia na język francuski
pt_br: [L10n] Tradução francesa atualizada
ru: [L10n] Обновлён французский перевод

source: [Reader] Webtoon pager: Fixed a scrolling bug
es: [Lector] Buscapersonas de Webtoon: se corrigió un error de desplazamiento
fr: [Lecteur] Webtoon pager : Correction d'un bug de défilement
ru: [Reader] Вебтун: Исправлена ошибка прокрутки

source: Bugfix release: A regression prevented detection of the SecretService backend used for the keyring
es: Corrección de errores: Una regresión impedía detectar el backend SecretService utilizado para el llavero
fr: Version de correction de bugs : Une régression empêchait la détection du backend SecretService utilisé pour le trousseau de clés
ru: Исправления выпуска: Регрессия не позволяла обнаружить серверную часть SecretService, используемую для связки ключей

source: [Servers] Added Manhwa Hentai (NSFW only) [EN]
es: [Servidores] Añadido Manhwa Hentai (sólo NSFW) [EN]
fr: [Serveurs] Ajout de Manhwa Hentai (NSFW uniquement) [EN]
ru: [Серверы] Добавлен Manhwa Hentai (только NSFW) [EN]

source: [Servers] Added Team-X [AR]
es: [Servidores] Añadido Team-X [AR]
fr: [Serveurs] Ajout de Team-X [AR]
ru: [Серверы] Добавлен Team-X [AR]

source: [Servers] Asura Scans [EN]: Update
es: [Servidores] Asura Scans [ES]: Actualización
fr: [Serveurs] Asura Scans [EN : Mise à jour
ru: [Серверы] Asura Scans [EN]: Обновлён

source: [Servers] MangaFreak: Update
ca: [Servidors] MangaFreak: Actualització
de: [Server] MangaFreak: Aktualisiert
es: [Servidores] MangaFreak: Actualización
fr: [Serveurs] MangaFreak : Mise à jour
id: [MangaFreak: Pembaruan
pl: [Serwery] MangaFreak: aktualizacja
pt_br: [Servidores] MangaFreak: Atualização
ru: [Серверы] MangaFreak: Обновление

source: [Servers] Read Ranga: Update
es: [Servidores] Leer Ranga: Actualización
fr: [Serveurs] Read Ranga : Mise à jour
ru: [Серверы] Read Ranga: Обновлён

source: [Servers] ToonGod: Update
es: [Servidores] ToonGod: Actualización
fr: [Serveurs] ToonGod : Mise à jour
pl: [Serwery] ToonGod: Aktualizacja
ru: [Серверы] ToonGod: Обновлён

source: [Servers] View Comics: Update
ca: [Servers] View Comics: Actualització
es: [Servidores] View Comics: Actualización
fr: [Serveurs] View Comics : Mise à jour
id: [Server] Tampilan Komik : Pembaruan
pl: [Serwery] View Comics: aktualizacja
pt_br: [Servidores] View Comics: Atualização
ru: [Серверы] View Comics: Обновлён

source: [Servers] Webtoon: Update
ca: [Servidors] Webtoon: Actualització
de: [Server] Webtoon: Aktualisiert
es: [Servidores] Webtoon: Actualización
fr: [Serveurs] Webtoon : Mise à jour
id: [Server] Webtoon: Diperbarui
pl: [Serwery] Webtoon: aktualizacja
pt_br: [Servidores] Webtoon: Atualização
ru: [Серверы] Webtoon: Обновлён

source: [Servers] ArazNovel: Disable
es: [Servidores] ArazNovel: Desactivado
fr: [Serveurs] ArazNovel : Désactivé
pl: [Serwery] ArazNovel: Wyłącz
ru: [Серверы] ArazNovel: Отключён

source: [Servers] Phoenix Fansub: Disable
es: [Servidores] Phoenix Fansub: Desactivado
fr: [Serveurs] Phoenix Fansub : Désactivé
ru: [Серверы] Phoenix Fansub: Отключён

source: [Servers] ReadManhwa: Disable
es: [Servidores] ReadManhwa: Desactivado
fr: [Serveurs] ReadManhwa : Désactivé
pl: [Serwery] ReadManhwa: Wyłącz
ru: [Серверы] ReadManhwa: Отключён

source: [L10n] Updated Catalan, Italian, Polish and Turkish translations
es: [L10n] Actualizadas las traducciones al catalán, italiano, polaco y turco
ru: [L10n] Обновлены каталанский, итальянский, польский и турецкий переводы

source: [Reader] Full rewrite of the Webtoon pager
es: [Lector] Reescritura completa del buscapersonas del Webtoon
fr: [Lecteur] Réécriture complète du pager Webtoon
ru: [Читалка] Полная переработка страницы Webtoon

source: [Servers] Adds PhenixScans [FR]
es: [Servidores] Añadido PhenixScans [FR]
fr: [Serveurs] Ajout de PhenixScans [FR]
ru: [Серверы] Добавлен PhenixScans [FR]

source: [Servers] Adds ToonGod [EN]
es: [Servidores] Añadido ToonGod [ES]
fr: [Serveurs] Ajout de ToonGod [EN]
ru: [Серверы] Добавлен ToonGod [EN]

source: [Servers] FM Team: Update
es: [Servidores] FM Team: Actualizado
fr: [Serveurs] FM Team : Mise à jour
ru: [Серверы] FM Team: Обновлён

source: [Servers] FR-Scan: Update
es: [Servidores] FR-Scan: Actualizado
fr: [Serveurs] FR-Scan : Mise à jour
pl: [Serwery] FR-Scan: AKtualizacja
ru: [Серверы] FR-Scan: Обновлён

source: [Servers] Grisebouille: Update
es: [Servidores] Grisebouille: Actualizado
fr: [Serveurs] Grisebouille : Mise à jour
ru: [Серверы] Grisebouille: Обновлён

source: [Servers] Manga/in/ua: Update
ca: [Servidors] Manga/en/ua: Actualització
es: [Servidores] Manga/in/ua: Actualización
fr: [Serveurs] Manga/in/ua : Mise à jour
id: [Manga/in/ua: Pembaruan
pl: [Serwery] Manga/in/ua: aktualizacja
pt_br: [Servidores] Manga/in/ua: Atualização
ru: [Серверы] Manga/in/ua: Обновление

source: [Servers] Mangaowl: Update
ca: [Servidors] Mangaowl: Actualització
de: [Server] Mangaowl: Aktualisiert
es: [Servidores] Mangaowl: Actualización
fr: [Serveurs] Mangaowl : Mise à jour
id: [Server] Mangaowl: Diperbarui
pl: [Serwery] Mangaowl: aktualizacja
pt_br: [Servidores] Mangaowl: Atualização
ru: [Серверы] Mangaowl: Обновление

source: [Servers] Union Mangás: Update
ca: [Servidors] Union Mangás: Actualització
de: [Server] Union Mangás: Aktualisiert
es: [Servidores] Union Mangás: Actualización
fr: [Serveurs] Union Mangás : Mise à jour
id: [Server] Union Mangás: Diperbarui
pl: [Serwery] Union Mangás: aktualizacja
pt_br: [Servidores] Union Mangás: Atualização
ru: [Серверы] Union Mangás: Обновление

source: [Servers] Le Cercle du Scan: Disable
es: [Servidores] Le Cercle du Scan: Desactivado
fr: [Serveurs] Le Cercle du Scan : Désactivation
ru: [Серверы] Le Cercle du Scan: Отключён

source: [L10n] Added Romanian translation
es: [L10n] Añadida traducción al rumano
ru: [L10n] Добавлен румынский перевод

source: [L10n] Updated Arabic, Catalan, Finnish, Russian and Spanish translations
es: [L10n] Actualizadas las traducciones al árabe, catalán, finés, ruso y español
fr: [L10n] Mise à jour des traductions arabe, catalan, finnois, russe et espagnol
ru: [L10n] Обновлены арабский, каталанский, финский, русский и испанский переводы

source: RTL/LTR/Vertical pager: Added &lt;Crtl+Mouse Wheel&gt; zoom
ca: RTL/LTR/Paginador Vertical: S'ha afegit &lt;Crtl+Roda del ratolí&gt; zoom
es: Localizador RTL/LTR/Vertical: Añadido &lt;Crtl+Rueda del ratón&gt; zoom
fr: RTL/LTR/Vertical pager: Ajout du zoom avec &lt;Crtl+Molette souris&gt;
pl: Pager RTL/LTR/pionowy: dodano przybliżanie przy użyciu kombinacji <Ctrl+rolka myszy>
ru: RTL/LTR/Vertical pager: Добавлено &lt;Crtl+колесо мыши&gt; масштабирование

source: [Servers] JapScan: Update
ca: [Servidors] JapScan: Actualització
de: [Server] JapScan: Aktualisiert
es: [Servidores] JapScan: Actualización
fr: [Serveurs] JapScan : Mise à jour
id: [Server] JapScan : Pembaruan
pl: [Serwery] JapScan: aktualizacja
pt_br: [Servidores] JapScan: Atualização
ru: [Серверы] JapScan: Обновление

source: [Servers] Mangapill: Update
ca: [Servidors] Mangapill: Actualització
de: [Server] Mangapill: Aktualisiert
es: [Servidores] Mangapill: Actualización
fr: [Serveurs] Mangapill : Mise à jour
id: [Server] Mangapill : Diperbarui
pl: [Serwery] Mangapill: aktualizacja
pt_br: [Servidores] Mangapill: Atualização
ru: [Серверы] Mangapill: Обновление

source: [L10n] Updated Arabic, French, Russian and Turkish translations
es: [L10n] Actualizadas las traducciones al árabe, francés, ruso y turco
ru: [L10n] Обновлены арабский, французский, русский и турецкий переводы

source: [Reader] LTR/RTL/Vertical pager: Fixed double tap/click zoom
ca: [Lector] LTR/RTL/Paginador Vertical: s'ha corregit el doble toc / zoom de clic
es: [Lector] Localizador LTR/RTL/Vertical: Arreglado zoom doble tap/click
fr: [Reader] LTR/RTL/Vertical pager : Correction du zoom par double-tap/clic
pl: [Czytnik] Pager LTR/RTL/pionowy: Naprawiono powiększanie po dwukrotnym dotknięciu/kliknięciu
ru: [Читалка] СНП/СНЛ/Вертикально: Исправлено масштабирование двойным нажатием/щелчком

source: [Servers] Jpmangas: Update
ca: [Servidors] Jpmangas: Actualització
de: [Server] Jpmangas: Aktualisiert
es: [Servidores] Jpmangas: Actualización
fr: [Serveurs] Jpmangas : Mise à jour
id: [Server] Jpmangas: Diperbarui
pl: [Serwery] Jpmangas: aktualizacja
pt_br: [Servidores] Jpmangas: Atualização
ru: [Серверы] Jpmangas: Обновление

source: [L10n] Updated Russian translation
ca: [L10n] Actualitzada la traducció al rus
es: [L10n] Traducción al ruso actualizada
fr: [L10n] Mise à jour de la traduction en russe
pl: [L10n] Aktualizacja tłumaczenia na język rosyjski
ru: [L10n] Обновлён русский перевод

source: [Reader] LTR/RTL/Vertical pager: Fixed zoom bugs
ca: [Reader] LTR/RTL/Paginador Vertical: Corregits errors de zoom
es: [Lector] Localizador LTR/RTL/Vertical: Corregidos errores de zoom
fr: [Reader] LTR/RTL/Vertical pager : Correction des bugs de zoom
pl: [Czytnik] Pager LTR/RTL/pionowy: Naprawiono błędy powiększania
ru: [Читалка] СНП/СНЛ/Вертикально: Исправлены ошибки при масштабировании

source: [Reader] Fixed crashes caused by corrupted images
ca: [Lector] S'han corregit els errors causats per imatges corruptes
es: [Reader] Corregidos fallos causados por imágenes corruptas
fr: [Lecteur] Correction des plantages causés par des images corrompues
pl: [Czytnik] Naprawiono awarie powodowane przez uszkodzone obrazy
ru: [Читалка] Исправлены сбои, вызванные повреждёнными изображениями

source: [Servers] Added TCB Scans [EN]
ca: [Servidors] Afegit TCB Scans [EN]
es: [Servidores] Añadidos escaneos TCB [EN]
fr: [Serveurs] Ajout de TCB Scans [EN]
pl: [Serwery] Dodano TCB Scans [EN]
ru: [Серверы] Добавлен TCB Scans [EN]

source: [Servers] MangaHere: Fixed duplicated pages
ca: [Servidors] MangaHere: S'han corregit les pàgines duplicades
es: [Servidores] MangaHere: Corregidas páginas duplicadas
fr: [Serveurs] MangaHere : Correction d'un problème de pages en double
pl: [Serwery] MangaHere: Naprawiono zduplikowane strony
ru: [Серверы] MangaHere: Исправлены дублированные страницы

source: [L10n] Added Arabic and Catalan translations
ca: [L10n] Afegides les traduccions a l'àrab i al català
es: [L10n] Añadidas traducciones al árabe y al catalán
fr: [L10n] Ajout des traductions en arabe et en catalan
pl: [L10n] Dodano tłumaczenia na arabski i kataloński
ru: [L10n] Добавлены арабский и каталанский переводы

source: [L10n] Updated Dutch and Russian translations
ca: [L10n] Actualitzades les traduccions al neerlandès i al rus
es: [L10n] Actualizadas las traducciones al neerlandés y al ruso
fr: [L10n] Mise à jour des traductions en néerlandais et en russe
pl: [L10n] Aktualizacja tłumaczeń na język niderlandzki i rosyjski
ru: [L10n] Обновлены голландский и русский переоды

source: [Servers] Added Flame Scans [EN]
ca: [Servidors] Afegit Flame Scans [EN]
es: [Servidores] Añadidos escaneos de Flame [ES]
fr: [Serveurs] Ajout de Flame Scans [EN]
pl: [Serwery] Dodano Flame Scans [EN]
ru: [Серверы] Добавлен Flame Scans [EN]

source: [Servers] Added MangaHere [EN]
ca: [Servidors] Afegit MangaHere [EN]
es: [Servidores] Añadido MangaHere [EN]
fr: [Serveurs] Ajout de MangaHere [EN]
pl: [Serwery] Dodano MangaHere [EN]
ru: [Серверы] Добавлен MangaHere [EN]

source: [Servers] 3asq: Update
ca: [Servidors] 3asq: Actualització
de: [Server] 3asq: Aktualisiert
es: [Servidores] 3asq: Actualización
fr: [Serveurs] 3asq : Mise à jour
id: [Server] 3asq: Pembaruan
pl: [Serwery] 3asq: aktualizacja
pt_br: [Servidores] 3asq: Atualização
ru: [Серверы] 3asq: Обновление

source: [Servers] LeviatanScans: Update [EN/ES]
ca: [Servidors] LeviatanScans: Actualització [EN/ES]
es: [Servidores] LeviatanScans: Actualización [EN/ES]
fr: [Serveurs] LeviatanScans : Mise à jour [EN/ES]
pl: [Serwery] LeviatanScans [EN/ES]: aktualizacja
ru: [Серверы] LeviatanScans: Обновлён [EN/ES]

source: [Servers] Manhuaus: Update
ca: [Servidors] Manhuaus: Actualització
es: [Servidores] Manhuaus: Actualización
fr: [Serveurs] Manhuaus : Mise à jour
pl: [Serwery] Manhuaus: aktualizacja
ru: [Серверы] Manhuaus: Обновлён

source: [Servers] Phoenix Fansub: Update
ca: [Servidors] Phoenix Fansub: Actualització
de: [Server] Phoenix Fansub: Aktualisiert
es: [Servidores] Phoenix Fansub: Actualización
fr: [Serveurs] Phoenix Fansub : Mise à jour
id: [Server] Phoenix Fansub: Pembaruan
pl: [Serwery] Phoenix Fansub: aktualizacja
pt_br: [Servidores] Phoenix Fansub: Atualização
ru: [Серверы] Phoenix Fansub: Обновление

source: [Servers] Raw Manga: Update
ca: [Servidors] Raw Manga: Actualització
es: [Servidores] Raw Manga: Actualización
fr: [Serveurs] Raw Manga : Mise à jour
id: [Server] Manga Mentah: Pembaruan
pl: [Serwery] Raw Manga: aktualizacja
pt_br: [Servidores] Raw Manga: Atualização
ru: [Серверы] Raw Manga: Обновление

source: [Servers] ReadManhwa: Update
ca: [Servidors] ReadManhwa: Actualització
de: [Server] ReadManhwa: Aktualisiert
es: [Servidores] ReadManhwa: Actualización
fr: [Serveurs] ReadManhwa : Mise à jour
id: [Server] ReadManhwa: Diperbarui
pl: [Serwery] ReadManhwa: aktualizacja
pt_br: [Servidores] ReadManhwa: Atualização
ru: [Серверы] ReadManhwa: Обновление

source: [Servers] ReaperScansFR (GS): Update
ca: [Servidors] ReaperScansFR (GS): Actualització
es: [Servidores] ReaperScansFR (GS): Actualización
fr: [Serveurs] ReaperScansFR (GS) : Mise à jour
pl: [Serwery] ReaperScansFR (GS): aktualizacja
ru: [Серверы] ReaperScansFR (GS): Обновление

source: [Servers] Reaper Scans [PT]: Update
ca: [Servidors] Reaper Scans [PT]: Actualització
de: [Server] Reaper Scans (PT): Aktualisiert
es: [Servidores] Reaper Scans [PT]: Actualización
fr: [Serveurs] Reaper Scans [PT] : Mise à jour
id: [Server] Reaper Scans [PT]: Diperbarui
pl: [Serwery] Reaper Scans [PT]: aktualizacja
pt_br: [Servidores] Reaper Scans [PT]: Atualização
ru: [Серверы] Reaper Scans [PT]: Обновление

source: [Servers] AkuManga: Disable
ca: [Servidors] AkuManga: Desactivat
es: [Servidores] AkuManga: Desactivado
fr: [Serveurs] AkuManga : Désactivation
pl: [Serwery] AkuManga: wyłączono
ru: [Серверы] AkuManga: Отключён

source: [Servers] Atikrost: Disable
ca: [Servidors] Atikrost: Desactivat
es: [Servidores] Atikrost: Desactivado
fr: [Serveurs] Atikrost : Désactivation
pl: [Serwery] Atikrost: wyłączono
ru: [Серверы] Atikrost: Отключён

source: [Servers] FR Scan: Disable
ca: [Servers] FR Scan: Desactivat
es: [Servidores] FR Scan: Desactivado
fr: [Serveurs] FR Scan : Désactivation
pl: [Serwery] FR Scan: wyłączono
ru: [Серверы] FR Scan: Отключён

source: [Servers] Hunlight Scans: Disable
ca: [Servidors] Hunlight Scans: Desactivat
es: [Servidores] Hunlight Scans: Desactivado
fr: [Serveurs] Hunlight Scans : Désactivation
pl: [Serwery] Hunlight Scans: wyłączono
ru: [Серверы] Hunlight Scans: Отключён

source: [Servers] Mangas Origines: Disable
ca: [Servidors] Mangas Origines: Desactivat
es: [Servidores] Mangas Origines: Desactivado
fr: [Serveurs] Mangas Origines : Désactivation
pl: [Serwery] Mangas Origines: wyłączono
ru: [Серверы] Mangas Origines: Отключён

source: [Servers] The Nonames Scans: Disable
ca: [Servidors] The Nonames Scans: Desactivat
es: [Servidores] Escaneos The Nonames: Desactivado
fr: [Serveurs] The Nonames Scans : Désactivation
pl: [Serwery] The Nonames Scans: wyłączono
ru: [Серверы] The Nonames Scans: Отключён

source: [L10n] Updated Finnish and Indonesian translations
ca: [L10n] Actualitzades les traduccions al finès i a l'indonesi
es: [L10n] Actualizadas las traducciones al finés y al indonesio
fr: [L10n] Mise à jour des traductions en finnois et en indonésien
pl: [L10n] Zaktualizowane tłumaczenia na fiński i indonezyjski
ru: [L10n] Обновлены финский и индонезийский переводы
