Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Preferences] Disappearance of the `Dark Theme` setting in favor of a new `Theme` setting offering 3 choices (Light, Dark, Follow System)
ca: [Preferències] Desaparició de la configuració "Tema fosc" a favor d'una nova configuració "Tema" que ofereix 3 opcions (clar, fosc, seguir sistema)
es: [Preferencias] Desaparición del ajuste "Tema oscuro" en favor de un nuevo ajuste "Tema" que ofrece 3 opciones (Claro, Oscuro, Seguir sistema)
fr: [Préférences] Disparition du paramètre "Thème sombre" au profit d'un nouveau paramètre "Thème" offrant 3 choix (Clair, Sombre, Suivre le système)
pl: [Preferencje] Ustawienie `Ciemny motyw` zastąpiono ustawieniem `motyw` oferującym 3 opcje (jasny, ciemny, taki jak system)
ru: [Параметры] Убрана настройка «Тёмная тема» в пользу новой настройки «Тема», предлагающей 3 варианта выбора (Светлая, Тёмная, Системная)

source: [Servers] Added Escaneos de Leviatan [ES]
ca: [Servidors] Afegit Escaneos de Leviatan [ES]
es: [Servidores] Añadido Escaneos de Leviatan [ES]
fr: [Serveurs] Ajout de Escaneos de Leviatan [ES]
pl: [Serwery] Dodano Escaneos de Leviatan [ES]
ru: [Серверы] Добавлен Escaneos de Leviatan [ES]

source: [Servers] Added Fr-Scan [FR]
ca: [Servidors] Afegit Fr-Scan [FR]
es: [Servidores] Añadido Fr-Scan [FR]
fr: [Serveurs] Ajout de Fr-Scan [FR]
pl: [Serwery] Dodano Fr-Scan [FR]
ru: [Серверы] Добавлен Fr-Scan [FR]

source: [Servers] Added MonkeyUser [EN]
ca: [Servidors] Afegit MonkeyUser [EN]
es: [Servidores] Añadido MonkeyUser [EN]
fr: [Serveurs] Ajout de MonkeyUser [EN]
pl: [Serwery] Dodano MonkeyUser [PL]
ru: [Серверы] Добавлен MonkeyUser [EN]

source: [Servers] Lelscan-VF: Update
ca: [Servidors] Lelscan-VF: Actualització
es: [Servidores] Lelscan-VF: Actualización
fr: [Serveurs] Lelscan-VF : Mise à jour
pl: [Serwery] Lelscan-VF: aktualizacja
ru: [Серверы] Lelscan-VF: Обновлён

source: [L10n] Updated French, Indonesian, Portuguese (Brazil) and Spanish translations
ca: [L10n] Actualitzades les traduccions al francès, a l'indonesi, al portuguès (Brasil) i al castellà
es: [L10n] Actualizadas las traducciones al francés, indonesio, portugués (Brasil) y español
fr: [L10n] Mise à jour des traductions en français, indonésien, portugais (Brésil) et espagnol
pl: [L10n] Aktualizacja tłumaczeń na język francuski, hiszpański indonezyjski i portugalski (Brazylia)
ru: [L10n] Обновлены французский, индонезийский, португальский (бразильский) и испанский переводы

source: [Reader] RTL/LTR/Vertical pager: Fixed touchpad 2-fingers swipe gesture (Wayland only)
ca: [Lector] RTL/LTR/Paginador vertical: gest de lliscament fix de 2 dits del panell tàctil (només wayland)
es: [Lector] Localizador RTL/LTR/Vertical: Arreglado el gesto de deslizar con 2 dedos del panel táctil (solo Wayland)
fr: [Lecteur] Pager RTL/LTR/Vertical : Correction du geste de balayage à 2 doigts du pavé tactile (Wayland uniquement)
id: [Pembaca] RTL/LTR/ Laman Vertikal : Perbaikan gestur usap dua jari pada bidang sentuh (Hanya pada Wayland)
pl: [Czytnik] Pager RTL/LTR/pionowy: naprawiono przewijanie gestem dwóch palców na touchpadzie (tylko Wayland)
pt_br: [Leitor] RTL/LTR/ Pager Vertical: Corrige gesto de deslize de 2 dedos do touchpad (apenas Wayland)
ru: [Читалка] СНЛ/СНП/Вертикально: Исправлены жесты двумя пальцами (Только на Wayland)

source: [Updater] Slightly improves notifications
ca: [Actualitzador] Millora lleugerament les notificacions
es: [Actualizador] Mejora ligeramente las notificaciones
fr: [Mises à jour] Légèrement amélioration des notifications
id: [Pembaruan] Perbaikan kecil pada notifikasi
pl: [Aktualizator] Nieznacznie poprawiono powiadomienia
pt_br: [Atualizador] Melhora ligeiramente as notificações
ru: [Обновление] Небольшие улучшения уведомлений

source: [Servers] Added Little Garden [FR]
ca: [Servidors] S'ha afegit Little Garden [FR]
es: [Servidores] Añadido Little Garden [FR]
fr: [Serveurs] Ajout de Little Garden [FR]
id: [Server] Menambahkan Little Garden [FR]
pl: [Serwery] Dodano Little Garden [FR]
pt_br: [Servidores] Acrescenta Little Garden [FR]
ru: [Серверы] Добавлен Little Garden [FR]

source: [Servers] Desu: Update
ca: [Servidors] Desu: Actualització
es: [Servidores] Desu: Actualización
fr: [Serveurs] Desu : Mise à jour
id: [Server] Desu : Pembaruan
pl: [Serwery] Desu: aktualizacja
pt_br: [Servidores] Desu: Atualização
ru: [Серверы] Desu: Обновлён

source: [Servers] Rawkuma: Update
ca: [Servidors] Rawkuma: Actualització
de: [Server] Rawkuma: Aktualisiert
es: [Servidores] Rawkuma: Actualización
fr: [Serveurs] Rawkuma : Mise à jour
id: [Server] Rawkuma: Pembaruan
pl: [Serwery] Rawkuma: aktualizacja
pt_br: [Servidores] Rawkuma: Atualização
ru: [Серверы] Rawkuma: Обновление

source: [L10n] Added Portuguese and Ukrainian translations
ca: [L10n] S'han afegit traduccions al portuguès i a l'ucraïnès
es: [L10n] Añadidas traducciones al portugués y al ucraniano
fr: [L10n] Ajout des traductions portugaise et ukrainienne
id: [L10n] Menambahkan terjemahan bahasa Portugis dan Ukraina
pl: [L10n] Dodano tłumaczenia na portugalski i ukraiński
pt_br: [L10n] Acrescenta traduções em português e ucraniano
ru: [L10n] Добавлен Португальский и Украинский язык

source: [L10n] Updated French, German, Portuguese (Brazil) and Spanish translations
ca: [L10n] Traduccions actualitzades de francès, alemany, portuguès (Brasil) i espanyol
es: [L10n] Actualizadas las traducciones al francés, alemán, portugués (Brasil) y español
fr: [L10n] Mise à jour des traductions française, allemande, portugaise (Brésil) et espagnole
id: [L10n] Pembaruan terjemahan bahasa Prancis, Jerman, Portugis (Brasil), dan Spanyol
pl: [L10n] Aktualizacja tłumaczeń na język francuski, hiszpański, niemiecki i portugalski (Brazylia)
pt_br: [L10n] Traduções atualizadas em francês, alemão, português (Brasil) e espanhol
ru: [L10n] Обновлен Французский, немецкий, португальский (Бразилия) и испанский язык

source: Fixed search entries appearance
ca: S'ha corregit l'aparença de les entrades de cerca
es: Corregida la apariencia de las entradas de búsqueda
fr: Correction de l'apparence des entrées de recherche
id: Perbaikan tampilan entri pencarian
pl: Naprawiono wygląd pozycji wyszukiwania
pt_br: Corrige a aparência das entradas de pesquisa
ru: Исправлен вид появления предложений поиска

source: Fixed webview
ca: Webview arreglat
es: Corregido webview
fr: Correction de la vue web
id: Perbaikan WebView
pl: Naprawiono webview
pt_br: Corrige a webview
ru: Исправлен веб-просмотр

source: [Servers] Manga Freak: Update
ca: [Servidors] Manga Freak: Actualització
es: [Servidores] Manga Freak: Actualización
fr: [Serveurs] Manga Freak : Mise à jour
id: [Server] Manga Freak: Pembaruan
pl: [Serwery] Manga Freak: aktualizacja
pt_br: [Servidores] Manga Freak: Atualização
ru: [Сервера] Manga Freak: Обновлен

source: [L10n] Updated Finnish translation
ca: [L10n] Actualitzada la traducció al fines
es: [L10n] Traducción al finés actualizada
fr: [L10n] Mise à jour de la traduction en finnois
id: [L10n] Pembaruan terjemahan bahasa Finlandia
pl: [L10n] Aktualizacja tłumaczenia na język fiński
pt_br: [L10n] Atualiza a tradução finlandesa
ru: [L10n] Обновлен Финский перевод

source: [Servers] NHentai: Reactivation
ca: [Servidors] NHentai: Reactivació
es: [Servidores] NHentai: Reactivados
fr: [Serveurs] NHentai : Réactivation
id: [Server] NHentai : aktivasi kembali
pl: [Serwery] NHentai: reaktywacja
pt_br: [Servidores] NHentai: Reativação
ru: [Сервера] NHentai: Снова активен

source: [Servers] Apoll Comics: Update
ca: [Servidors] Apoll Comics: Actualització
de: [Server] Apoll Comics: Aktualisiert
es: [Servidores] Apoll Comics: Actualización
fr: [Serveurs] Apoll Comics : Mise à jour
id: [Server] Apoll Comics : Pembaruan
pl: [Serwery] Apoll Comics: aktualizacja
pt_br: [Servidores] Apoll Comics: Atualização
ru: [Серверы] Apoll Comics: Обновление

source: [Servers] Remanga: Update
ca: [Servidors] Remanga: Actualització
de: [Server] Remanga: Aktualisiert
es: [Servidores] Remanga: Actualización
fr: [Serveurs] Remanga : Mise à jour
id: [Server] Remanga: Pembaruan
pl: [Serwery] Remanga: aktualizacja
pt_br: [Servidores] Remanga: Atualização
ru: [Серверы] Remanga: Обновление

source: [L10n] Update Dutch, Finnish, Indonesian, Portuguese (Brazil), Russian and Spanish translations
ca: [L10n] Actualitzades les traduccions al holandès, finès, indonesi, portuguès (Brasil), rus i espanyol
es: [L10n] Actualización de las traducciones al neerlandés, finés, indonesio, portugués (Brasil), ruso y español
fr: [L10n] Mise à jour des traductions en néerlandais, finnois, indonésien, portugais (Brésil), russe et espagnol.
id: [L10n] Pembaruan terjemaham Bahasa Belanda, Finlandia, Indonesia, Portugis (Brasil), Rusia, dan Spanyol
pl: [L10n] Aktualizacja tłumaczeń na język fiński, hiszpański, indonezyjski, niderlandzki, portugalski (Brazylia) i rosyjski
pt_br: [L10n] Atualização das traduções para holandês, finlandês, indonésio, português (Brasil), russo e espanhol
ru: [L10n] Обновлен Голландский, Финский, Индонезийский, Португальский (Бразилия), Русский и Испанский язык

source: Switch to GNOME 44 runtime: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
ca: Canvia al temps d'execució de GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
es: Cambiar al tiempo de ejecución de GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
fr: Passage au runtime GNOME 44 : GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
id: Beralih ke runtime GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
pl: Migracja na środowisko GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
pt_br: Mudança para o ambiente do GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0
ru: Переход на среду выполнения GNOME 44: GTK 4.10.1, Adwaita 1.3.1, WebKitGTK 6.0

source: [Explorer] Added ability to read from search results (new settings have been added in Preferences to manage cached data)
ca: [Explorador] S'ha afegit la possibilitat de llegir dels resultats de la cerca (s'ha afegit una configuració nova a Preferències per gestionar les dades de la memòria cau)
es: [Explorador] Se ha añadido la posibilidad de leer los resultados de las búsquedas (se han añadido nuevos ajustes en Preferencias para gestionar los datos almacenados en caché)
fr: [Explorer] Ajout de la possibilité de lire depuis les résultats de recherche (de nouveaux paramètres ont été ajoutés dans les préférences pour gérer les données mises en cache)
id: [Penjelajah] Menambahkan kemampuan untuk membaca dari hasil pencarian (pengaturan baru telah ditambahkan di Preferensi untuk mengelola data yang tersimpan)
pl: [Przeglądarka] Dodano możliwość czytania z wyników wyszukiwania (dodano ustawienia w Preferencjach do zarządzania danymi podręcznymi)
pt_br: [Explorador] Acrescenta a habilidade de ler o resultado das pesquisas (novas configurações foram adicionadas em Preferências para gerenciar dados em cache)
ru: [Проводник] Добавлена возможность чтения из результатов поиска (добавлены новые настройки в Предпочтениях для управления кэшированными данными)

source: [L10n] New Finnish and Indonesian translations
ca: [L10n] Noves traduccions al finès i a l'indonesi
es: [L10n] Nuevas traducciones al finés y al indonesio
fr: [L10n] Nouvelles traductions finnois et indonésien
id: [L10n] Terjemahan baru bahasa Finlandia dan Indonesia
pl: [L10n] Nowe tłumaczenia na fiński i indonezyjski
pt_br: [L10n] Novas traduções em finlandês e indonésio
ru: [L10n] Новые переводы на Финский и Индонезийский языки

source: [L10n] Update Portuguese (Brazil) and Spanish translations
ca: [L10n] Traduccions actualitzades de portuguès (Brasil) i espanyol
es: [L10n] Actualización de las traducciones al portugués (Brasil) y al español
fr: [L10n] Mise à jour des traductions en portugais (Brésil) et en espagnol
id: [L10n] Perbaruan terjemahan bahasa Portugis (Brasil) dan Spanyol
pl: [L10n] Aktualizacja tłumaczeń na język hiszpański i portugalski (Brazylia)
pt_br: [L10n] Atualização das traduções para português (Brasil) e espanhol
ru: [L10n] Обновление Португальского (Бразилия) и Испанского перевода

source: [Reader] Webtoon pager: Removed unwanted scrolling when clicking on 'Retry' button of a page
ca: [Lector] Paginador Webtoon: s'ha eliminat el desplaçament no desitjat en fer clic al botó "Torna a intentar" d'una pàgina
es: [Lector] Paginador de Webtoon: Eliminado el desplazamiento no deseado al pulsar el botón "Reintentar" de una página
fr: [Lecteur] Pager Webtoon : Suppression du défilement indésirable lorsque l'on clique sur le bouton 'Réessayer' d'une page
id: [Pembaca]Pager Webtoon: Menghapus pengguliran yang tidak diinginkan saat menekan tombol 'Coba Lagi' pada halaman
pl: [Czytnik] Pager Webtoon: Usunięto niechciane przewijanie po kliknięciu przycisku 'Ponów' na stronie
pt_br: [Leitor] Webtoon pager: Removida a rolagem indesejada ao clicar no botão 'Tentar novamente' de uma página
ru: [Читалка] Webtoon pager: Устранена нежелательная прокрутка при нажатии на кнопку 'Повторить' страницы

source: [Servers] FMTEAM: Fixed logo
ca: [Servidors] FMTEAM: Corretgit el logotip
es: [Servidores] FMTEAM: Corregido el logo
fr: [Serveurs] FMTEAM : Logo corrigé
id: [Server] FMTEAM: Perbaikan logo
pl: [Serwery] FMTEAM: naprawiono logo
pt_br: [Servidores] FMTEAM: Logotipo corrigido
ru: [Серверы] FMTEAM: Исправлен логотип

source: [Servers] Viz: Update
ca: [Servidors] Viz: Actualització
es: [Servidores] Viz: Actualización
fr: [Serveurs] Viz : Mise à jour
id: [Server] Viz : Pembaruan
pl: [Serwery] Viz: aktualizacja
pt_br: [Servidores] Viz: Atualização
ru: [Серверы] Viz: Обновление

source: [Servers] Zero Scans: Reactivation
ca: [Servidors] Zero Scans: Reactivació
es: [Servidores] Zero Scans: Reactivación
fr: [Serveurs] Zero Scans : Réactivation
id: [Server] Zero Scans: Aktivasi kembali
pl: [Serwery] Zero Scans: reaktywacja
pt_br: [Servidores] Zero Scans: Reativação
ru: [Серверы] Zero Scans: Реактивация

source: [UX] Added possibility to go back with mouse Back button
ca: [UX] S'ha afegit la possibilitat de tornar enrere amb el botó Enrere del ratolí
es: [UX] Añadida la posibilidad de volver atrás con el botón Atrás del ratón
fr: [UX] Ajout de la possibilité de revenir en arrière avec le bouton "Retour" de la souris
id: [UX] Menambahkan kapabilitas untuk kembali dengan tombol kembali pada tetikus
pl: [UX] Dodano możliwość cofania się za pomocą przycisku Wstecz myszki
pt_br: [UX] Acrescenta a possibilidade de voltar com o botão Voltar do mouse
ru: [UX] Добавлена возможность возврата назад с помощью кнопки мыши Назад

source: [Library] Fixed range selection mode
ca: [Biblioteca] Corregit el mode de selecció de rang
es: [Biblioteca] Modo de selección de rango fijo
fr: [Bibliothèque] Correction du mode de sélection par plage
id: [Pustaka] Perbaikan mode pemilihan rentang
pl: [Biblioteka] Naprawiono tryb zaznaczania zakresu
pt_br: [Biblioteca] Modo de seleção de faixa corrigido
ru: [Библиотека] Исправлен режим выбора диапазона

source: [Servers] Added FMTEAM [FR] (Scantrad France sucessor)
ca: [Servidors] Afegit FMTEAM [FR] (Scantrad France sucessor)
es: [Servidores] Añadido FMTEAM [FR] (sucesor de Scantrad France)
fr: [Serveurs] Ajout de FMTEAM [FR] (successeur de Scantrad France)
id: [Server] Menambahkan FMTEAM [FR] (penerus Scantrad France)
pl: [Serwery] Dodano FMTEAM [FR] (następca Scantrad France)
pt_br: [Servidores] Acrescenta FMTEAM [FR] (Sucessor de Scantrad France)
ru: [Серверы] Добавлен FMTEAM [FR] (преемник Scantrad France)

source: [Servers] MangaDex: Added `Español (Latinoamérica)` language
ca: [Servidors] MangaDex: S'ha afegit el llenguatge 'Español (Latinoamérica)'
es: [Servidores] MangaDex: Añadido idioma `Español (Latinoamérica)`
fr: [Serveurs] MangaDex : Ajout de la langue `Español (Latinoamérica)`
id: [Server] MangaDex : Menambahkan bahasa `Español (Amerika Latin)`
pl: [Serwery] MangaDex: dodano język `hiszpański (Ameryka Łacińska)`
pt_br: [Servidores] MangaDex: Acrescenta o idioma `Español (Latinoamérica)`
ru: [Серверы] MangaDex: Добавлен язык `Español (Latinoamérica)`

source: [Servers] Pepper&amp;Carrot: Added `Espéranto` language
ca: [Servidors] Pepper&amp;Carrot: S'ha afegit el llenguatge 'Espéranto'
es: [Servidores] Pepper&amp;Carrot: Añadido idioma `Espéranto
fr: [Serveurs] Pepper&amp;Carrot : Ajout de la langue `Espéranto`
id: [Server] Pepper & Carrot : Menambahkan bahasa `Espéranto`
pl: [Serwery] Pepper&amp;Carrot: dodano język `esperanto`
pt_br: [Servidores] Pepper&amp;Carrot: Acrescenta o idioma `Espéranto`
ru: [Серверы] Pepper&amp;Carrot: Добавлен язык `Espéranto`

source: [Servers] Manga-Scantrad: Update
ca: [Servidors] Manga-Scantrad: Actualització
de: [Server] Manga-Scantrad: Aktualisiert
es: [Servidores] Manga-Scantrad: Actualización
fr: [Serveurs] Manga-Scantrad : Mise à jour
id: [Server] Manga-Scantrad : Pembaruan
pl: [Serwery] Manga-Scantrad: aktualizacja
pt_br: [Servidores] Manga-Scantrad: Atualização
ru: [Серверы] Manga-Scantrad: Обновление

source: [Servers] Scantrad France: Disable
ca: [Servidors] Scantrad França: Desactivació
es: [Servidores] Scantrad France: Desactivado
fr: [Serveurs] Scantrad France : Désactivé
id: [Server] Scantrad France : dinonaktifkan
pl: [Serwery] Scantrad France: wyłączono
pt_br: [Servidores] Scantrad France: Desativado
ru: [Серверы] Scantrad France: Отключён

source: [Servers] Le Cercle du Scan: Added `Latest Updates`
ca: [Servidors] Le Cercle du Scan: Afegit 'Últimes actualitzacions'
es: [Servidores] Le Cercle du Scan: Añadidas `Últimas actualizaciones`
fr: [Serveurs] Le Cercle du Scan : Ajout de 'Dernières mises à jour'
id: [Server] Le Cercle du Scan: Menambahkan `Pembaruan Terkini`
pl: [Serwery] Le Cercle du Scan: dodano `Najnowsze aktualizacje`
pt_br: [Servidores] Le Cercle du Scan: Adicionado `Últimas Atualizações`
ru: [Серверы] Le Cercle du Scan: Добавлены `Последние обновления`

source: [UX] Previous maximized state of window is now saved and restored when application starts
ca: [UX] L'estat maximitzat anterior de la finestra ara es desa i es restaura quan s'inicia l'aplicació
es: [UX] El estado maximizado anterior de la ventana ahora se guarda y se restaura cuando se inicia la aplicación
fr: [UX] L'état maximisé de la fenêtre est désormais sauvegardé et restauré au démarrage de l'application
id: [UX] Kondisi jendela yang dimaksimalkan sebelumnya sekarang disimpan dan dipulihkan saat aplikasi dimulai
pl: [UX] Poprzedni zmaksymalizowany stan okna jest teraz zapisywany i przywracany po uruchomieniu aplikacji
pt_br: [UX] O estado de janela maximizado anterior é agora salvo e restaurado quando a aplicação é iniciada
ru: [UX] Предыдущее максимизированное состояние окна теперь сохраняется и восстанавливается при запуске приложения

source: [Library] Previous selected filters are now saved and restored when application starts
ca: [Biblioteca] Els filtres seleccionats anteriorment ara es desen i es restauren quan s'inicia l'aplicació
es: [Biblioteca] Los filtros seleccionados anteriormente se guardan y restauran al iniciar la aplicación
fr: [Bibliothèque] Les filtres sélectionnés précédemment sont désormais sauvegardés et restaurés au démarrage de l'application
id: [Pustaka] Pengaturan pilah sebelumnya akan tesimpan dan dimuat ketika aplikasi dijalankan
pl: [Biblioteka] Poprzednio wybrane filtry są teraz zapisywane i przywracane po uruchomieniu aplikacji
pt_br: [Biblioteca] Os filtros selecionados anteriormente são agora salvos e restaurados quando a aplicação é iniciada
ru: [Библиотека] Ранее выбранные фильтры теперь сохраняются и восстанавливаются при запуске приложения

source: [Preferences] Library: Added new `NSFW Only Content` setting
ca: [Preferències] Biblioteca: s'ha afegit una configuració nova "Només contingut NSFW"
es: [Preferencias] Biblioteca: Añadido nuevo ajuste `Solo contenido NSFW`
fr: [Préférences] Bibliothèque : Ajout d'un nouveau paramètre `NSFW Only Content`
id: [Pengaturan] Pustaka : Menambahkan pengaturan baru 'Khusus Konten NSFW'
pl: [Preferencje] Biblioteka: dodano nowe ustawienie `Treść wyłącznie NSFW`
pt_br: [Preferências] Biblioteca: Acrescenta nova configuração `Conteúdo Apenas NSFW`
ru: [Настройки] Библиотека: Добавлена новая настройка `Только NSFW-контент`

source: [Reader] RTL/LTR/Vertical pager: Improved placement of pages when they are scrollable
ca: [Lector] RTL/LTR/Paginador vertical: s'ha millorat la ubicació de les pàgines quan es poden desplaçar
es: [Reader] Paginador RTL/LTR/Vertical: Mejora de la ubicación de las páginas cuando son desplazables
fr: [Lecteur] Pager RTL/LTR/Vertical : Amélioration du placement des pages lorsqu'elles sont scrollables
id: [Reader] RTL/LTR/Vertical pager : Perbaikan penempatan laman saat laman dapat digulir
pl: [Czytnik] Pager RTL/LTR/pionowy: usprawniono położenie przewijalnych stron
pt_br: [Leitor] RTL/LTR/ Pager Vertical: Melhora o posicionamento das páginas quando elas podem ser roladas
ru: [Reader] RTL/LTR/Vertical pager: Улучшено размещение страниц, когда они прокручиваются

source: [Servers] Local: Added `Latest Updates`
ca: [Servidors] Local: s'ha afegit "Últimes actualitzacions"
es: [Servidores] Local: Añadidas `Últimas actualizaciones`
fr: [Serveurs] Local : Ajout des "Dernières mises à jour"
id: [Server] lokal : Menambahkan `Pemutakhiran terbaru`
pl: [Serwery] Lokalny: dodano `Najnowsze aktualizacje`
pt_br: [Servidores] Local: Acrescenta `Últimas Atualizações`
ru: [Серверы] Локальное: Добавлены `Последние обновления`

source: Last week, Komikku joined GNOME Circle 🎉
ca: La setmana passada, Komikku es va unir al GNOME Circle 🎉
es: La semana pasada, Komikku se unió a GNOME Circle 🎉
fr: La semaine dernière, Komikku a rejoint GNOME Circle 🎉
id: Minggu lalu, Komikku bergabung dalam GNOME Circle 🎉
pl: W zeszłym tygodniu Komikku dołączyło do GNOME Circle 🎉
pt_br: Na semana passada, Komikku juntou-se ao GNOME Circle 🎉
ru: На прошлой неделе Komikku присоединилась к GNOME Circle 🎉

source: Bugfix release
ca: Llançament de correcció d'errors
es: Versión de corrección de error
fr: Version de correction de bogues
id: Rilis perbaikan bug
pl: Wydanie poświęcone poprawom błędów
pt_br: Lançamento de Correção de Bugs
ru: Выпуск с исправлениями ошибок

source: Fixed a bug that caused the loss of some pinned servers in the explorer (it's certainly too late for those who have updated to version 1.12.0).
ca: S'ha corregit un error que va provocar la pèrdua d'alguns servidors ancorats a l'explorador (sens dubte és massa tard per a aquells que han actualitzat a la versió 1.12.0).
es: Se ha corregido un error que provocó la pérdida de algunos servidores anclados en el explorador (sin duda es demasiado tarde para quienes hayan actualizado a la versión 1.12.0).
fr: Correction d'un bug qui causait la perte de certains serveurs épinglés dans l'explorateur (c'est certainement trop tard pour ceux qui ont mis à jour vers la version 1.12.0).
id: Perbaikan bug yang menyebabkan hilangnya beberapa server yang disematkan di penjelajah (tentu saja sudah terlambat bagi mereka yang telah memperbarui ke versi 1.12.0).
pl: Naprawiono błąd, który powodował utratę niektórych przypiętych serwerów w przeglądarce (dla osób, które zaktualizowały się do wersji 1.12.0, jest już na pewno za późno).
pt_br: Corrigido um bug que causou a perda de alguns servidores fixados no explorador (certamente é tarde demais para aqueles que atualizaram para a versão 1.12.0).
ru: Исправлена ошибка, приводившая к потере некоторых прикрепленных серверов в проводнике (это, конечно, слишком поздно для тех, кто обновился до версии 1.12.0).
