Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Failed to update chapters reading status
ca: No s'ha pogut actualitzar l'estat de lectura dels capítols
de: Konnte Lesestatus der Kapitel nicht aktualisieren
es: Fallo en la actualización del estado de lectura de los capítulos
fr: Échec de la mise à jour de l'état de lecture des chapitres
id: Gagal memperbarui status baca bab
nl: De leesstatus van de hoofdstukken is niet bijgewerkt
pl: Nie udało się zaktualizować stanu czytania rozdziałów
pt_br: Falha ao atualizar o status de leitura dos capítulos
ru: Не удалось обновить статус чтения глав

source: Download
ar: نزّل
ca: Descarregar
es: Descargar
fr: Télécharger
id: Unduh
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Загрузить

source: Clear
ar: امسح
ca: Neteja
es: Limpiar
fr: Effacer
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить

source: Clear and Reset
ca: Neteja i reinicia
de: Zurücksetzen
es: Limpiar y reiniciar
fr: Effacer et réinitialiser
id: Bersihkan dan Atur Ulang
nl: Wissen en resetten
pl: Wyczyść i zresetuj
pt_br: Limpar e redefinir
ru: Очистить и сбросить

source: Reset
ca: Reinicialitzar
fr: Réinitialiser
nl: Standaardwaarden
pt_br: Resetar
ru: Сбросить

source: Mark as Read
ar: اجعله مقروء
ca: Marca com a llegit
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
id: Tandai Telah Dibaca
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Отметить как прочитанное

source: Mark as Unread
ar: اجعله بغير مقروء
ca: Marca com a no llegit
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
id: Tandai Belum Dibaca
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru: Отметить как непрочитанное

source: Mark Previous Chapters as Read
ar: اجعل الفصول السابقة غير مقروءة
ca: Marca els capítols anteriors com a llegits
de: Vorhergehende Kapitel als gelesen markiere
es: Marcar capítulos anteriores como leídos
fr: Marquer les chapitres précédents comme lus
id: Tandai Bab Sebelumnya sebagai Telah Dibaca
nl: Markeer vorige hoofdstukken als gelezen
pl: Oznacz poprzednie rozdziały jako przeczytane
pt_br: Marcar capítulos anteriores como lidos
ru: Отметить предыдущие главы как прочитанные

source: Delete?
ar: أتريد حذفه؟
ca: Suprimir?
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ?
id: Hapus?
nl: Verwijderen?
pl: Usunąć?
pt_br: Excluir?
ru: Удалить?

source: Are you sure you want to delete "{0}" category?
ar: أمتأكد من حذف فئة "{0}" ؟
ca: Esteu segur que voleu suprimir la Categoria "{0}"?
de: Sind Sie sicher, dass Sie die Kategorie "{0}" entfernen möchten?
es: ¿Está seguro de que quiere eliminar la categoría "{0}"?
fr: Êtes-vous sûr de vouloir supprimer la catégorie "{0}" ?
id: Apakah Anda yakin ingin menghapus kategori "{0}"?
nl: Weet u zeker dat u de categorie ‘{0}’ wilt verwijderen?
pl: Czy na pewno chcesz usunąć kategorię „{0}”?
pt_br: Tem certeza de que deseja excluir a categoria "{0}"?
ru: Вы уверены, что хотите удалить категорию «{0}»?

source: Delete
ar: احذف
ca: Suprimir
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить

source: Edit
ar: حرّر
ca: Edita
de: Bearbeiten
es: Editar
fr: Éditer
id: Sunting
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать

source: Save
ar: احفظ
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить

source: {0}/{1} pages downloaded
ar: نُزلة {0}\{1} صفحة
ca: {0}/{1} pàgines descarregades
de: {0}/{1} Seiten heruntergeladen
es: {0}/{1} páginas descargadas
fr: {0}/{1} pages téléchargées
id: {0}/{1} halaman diunduh
nl: {0}/{1} pagina's gedownload
pl: Pobrane strony: {0}/{1}
pt_br: {0}/{1} páginas baixadas
ru: {0}/{1} страниц загружено

source: error
ar: خطأ
de: Fehler
fr: erreur
id: kesalahan
nl: fout
pl: błąd
pt_br: erro
ru: ошибка

source: [{0}] Chapter {1}
ca: [{0}] Capítol {1}
de: [{0}] Kapitel {1}
es: [{0}] Capítulo {1}
fr: [{0}] Chapitre {1}
id: [{0}] Bab {1}
nl: [{0}] Hoofdstuk {1}
pl: [{0}] Rozdział {1}
pt_br: [{0}] Capítulo {1}
ru: [{0}] Глава {1}

source: Download completed
ar: اكتمل التنزيل
ca: Descàrrega completada
de: Download fertiggestellt
es: Descarga completada
fr: Téléchargement terminé
id: Unduhan selesai
nl: Download voltooid
pl: Pobieranie zakończone
pt_br: Transferência finalizada
ru: Загрузка завершена

source: {0} chapter
fr: {0} chapitre
pt_br: {0} capítulo
ru: {0} глава

source: Last Chapter: {}
fr: Dernier chapitre : {}
pt_br: Último Capítulo: {}
ru: Последняя глава: {}

source: Last Volume: {}
fr: Dernier volume : {}
pt_br: Último Volume: {}
ru: Последний том: {}

source: Comics stored locally as archives in CBZ/CBR formats
ca: Còmics emmagatzemats localment com a arxius en formats CBZ/CBR
de: Lokale Archive in CBZ/CBR-Format
es: Cómics almacenados localmente como archivos en formatos CBZ/CBR
fr: BDs stockées localement aux formats CBZ / CBR
id: Komik yang disimpan secara lokal sebagai arsip dalam format CBZ/CBR
nl: Strips lokaal opgeslagen als archief in CBZ/CBR formaat
pl: Komiksy przechowywane lokalnie jako archiwa w formatach CBZ/CBR
pt_br: Quadrinhos armazenados localmente como arquivos nos formatos CBZ/CBR
ru: Комиксы, хранящиеся локально в виде архивов формата CBZ/CBR

source: Help
ar: مساعدة
ca: Ajuda
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Справка

source: A specific folder structure is required for local comics to be properly processed. Each comic must have its own folder which must contain the chapters/volumes as archive files in CBZ or CBR formats. The folder's name will be used as name for the comic. NOTE: The 'unrar' or 'unar' command-line tool is required for CBR archives.
ca: Es requereix una estructura de carpetes específica perquè els còmics locals es processin correctament. Cada còmic ha de tenir la seva pròpia carpeta que ha de contenir els capítols/volums com a arxius en formats CBZ o CBR. El nom de la carpeta s'utilitzarà com a nom per al còmic. NOTA: L'eina de línia d'ordres "unrar" o "unar" és necessària per als arxius CBR.
de: Eine spezielle Ordnerstruktur wird erwartet, um lokale Manga ordnungsgemäß zu behandeln. Jeder Manga muss in seinem eigenen Ordner gespeichert werden, wobei Kapitel als CBZ/CBR-Archive abgelegt werden. Der Name des Ordners wird als Name für den Comic verwendet. HINWEIS: Die Kommandozeilenbefehle 'unrar' beziehungsweise 'unar' werden für CBR-Archive benötigt.
es: Se requiere una estructura de carpetas específica para que los cómics locales se procesen correctamente. Cada cómic debe tener su propia carpeta que debe contener los capítulos/volúmenes como ficheros de archivo en formatos CBZ o CBR. El nombre de la carpeta se usará como nombre del cómic. NOTA: La herramienta de línea de comandos 'unrar' o 'unar' es necesaria para los archivos CBR.
fr: Une structure de dossier spécifique est nécessaire pour que les BDs locales soient correctement analysées. Chaque BD doit avoir son propre dossier qui doit contenir les chapitres / volumes sous forme de fichiers archive aux formats CBZ ou CBR. Le nom du dossier sera utilisé comme nom pour la BD. REMARQUE : l'outil en ligne de commande 'unrar' ou 'unar' est nécessaire pour les archives CBR.
id: Struktur folder tertentu diperlukan agar komik lokal dapat diproses dengan benar. Setiap komik harus memiliki foldernya sendiri dan harus berisi bab/jilid sebagai file arsip dalam format CBZ atau CBR. Nama folder akan digunakan sebagai nama komik. CATATAN: Alat baris perintah 'unrar' atau 'unar' diperlukan untuk arsip CBR.
nl: Een specifieke mappenstructuur is vereist om lokale strips goed te kunnen verwerken. Elke strip moet een eigen map hebben die de hoofdstukken/volumes als archiefbestanden in CBZ- of CBR-formaat moet bevatten. De naam van de map wordt gebruikt als naam voor het stripverhaal. LET OP: De 'unrar' of 'unar' command-line tool is vereist voor CBR archieven.
pl: Do prawidłowego przetwarzania komiksów lokalnych wymagana jest określona struktura folderów. Każdy komiks musi mieć swój własny folder, który musi zawierać rozdziały/tomy jako pliki archiwów w formatach CBZ lub CBR. Nazwa folderu zostanie użyta jako nazwa komiksu. UWAGA: Narzędzie wiersza poleceń 'unrar' lub 'unar' jest wymagane dla archiwów CBR.
pt_br: Uma estrutura de pasta específica é necessária para que os quadrinhos locais sejam processados adequadamente. Cada história em quadrinhos deve ter sua própria pasta que deve conter os capítulos/volumes como arquivos de arquivo nos formatos CBZ ou CBR. O nome da pasta será usado como nome para o quadrinho. NOTA: A ferramenta de linha de comando "unrar" ou "unar" é necessária para arquivos CBR.
ru: Для правильной обработки локальных комиксов требуется определенная структура папок. Каждый комикс должен иметь свою собственную папку, в которой должны находиться главы/тома в виде архивных файлов в форматах CBZ или CBR. Название папки будет использоваться в качестве названия комикса. ПРИМЕЧАНИЕ: Для архивов CBR требуется инструмент командной строки 'unrar' или 'unar'.

source: Open local folder
ar: افتح مجلد القصص المحلية
ca: Obrir la carpeta local
de: Lokalen Ordner öffnen
es: Abrir carpeta local
fr: Ouvrir le répertoire local
id: Buka folder lokal
nl: Lokale map openen
pl: Otwórz lokalny folder
pt_br: Abre a pasta local
ru: Открыть локальную папку

source: Toggle pinned status
ca: Commuta l'estat fixat
de: Anheften/abheften
es: Conmutar el estado de anclaje
fr: Basculer le statut épinglé
id: Alihkan status yang disematkan
nl: Schakelen tussen vastgepinde status
pl: Przełącz status przypiętego
pt_br: Alternar o status de fixado
ru: Переключение статуса «закреплено»

source: Oops, server website URL is unknown.
ca: Vaja, l'URL del lloc web del servidor és desconegut.
de: Ups, die URL des Servers ist unbekannt.
es: Ups, la URL del sitio web del servidor es desconocida.
fr: Oups, l'URL du site web du serveur est inconnue.
id: Ups, URL situs web server tidak diketahui.
nl: Oeps, server website URL is onbekend.
pl: Ups, URL strony internetowej serwera jest nieznany.
pt_br: Opa, a URL de site do servidor é desconhecida.
ru: Упс, URL сервера неизвестен.

source: Search {}
ca: Cercar {}
de: Suche in {}
es: Buscar {}
fr: Rechercher sur {}
id: Cari {}
nl: {} zoeken
pl: Szukaj {}
pt_br: Busca {}
ru: Искать {}

source: Search for Reading
ca: Cercador de lectura
es: Búsqueda de lecturas
fr: Rechercher de la lecture
nl: Zoeken naar lezen
pl: Znajdź coś do przeczytania
pt_br: Busca por Leitura
ru: Поиск для чтения

source: Empty search is allowed.
ca: Es permet la cerca buida.
de: Ein leerer Suchbegriff ist erlaubt.
es: Se permite la búsqueda vacía.
fr: La recherche vide est autorisée.
id: Pencarian kosong diperbolehkan.
nl: Leeg zoeken is toegestaan.
pl: Puste wyszukiwanie jest dozwolone.
pt_br: A busca vazia é permitida.
ru: Пустой поиск разрешен.

source: Alternatively, you can look up specific comics using the syntax: <b>id:ID from comic URL</b>
ca: Alternativament, podeu cercar còmics específics mitjançant la sintaxi: <b>id:ID de l'URL del còmic</b>
es: También puede buscar cómics concretos usando la sintaxis: <b>id:ID de la URL del cómic</b>
fr: Vous pouvez également rechercher des BD spécifiques en utilisant la syntaxe : <b>id:ID de la bande dessinée dans l'URL</b>
nl: U kunt ook specifieke strips opzoeken met de syntaxis: <b>id:ID van stripboek URL</b>
pl: Alternatywnie, możesz wyszukać konkretne komiksy, używając składni: <b>id:ID z URL komiksu</b>
pt_br: Alternativamente, você pode procurar HQs específicos usando a sintaxe: <b>id:ID pela URL</b>
ru: Кроме того, вы можете искать конкретные комиксы, используя синтаксис: <b>id:ID из URL комиксов</b>

source: Global Search
ca: Cerca Global
de: Globale Suche
es: Búsqueda global
fr: Recherche globale
id: Pencarian Global
nl: Globaal zoeken
pl: Globalne wyszukiwanie
pt_br: Pesquisa global
ru: Глобальный поиск

source: Search globally by name
ca: Cerca globalment per nom
es: Búsqueda global por nombre
fr: Faire une recherche globale par nom
pt_br: Pesquisar globalmente pelo nome
ru: Глобальный поиск по названию

source: Search for Comics
ru: Поиск комиксов

source: Oops, failed to retrieve manga's information.
ca: Vaja, no s'ha pogut recuperar la informació del manga.
de: Ups, Information zum Manga konnten nicht geholt werden.
es: Ups, ha fallado la recuperación de la información del manga.
fr: Oups, les informations du manga n'ont pas pu être récupérées .
id: Ups, gagal mengambil informasi manga.
nl: Oeps, de manga-informatie kan niet worden opgehaald.
pl: Ups, nie udało się znaleźć informacji o mandze.
pt_br: Opa, falha ao recuperar as informações do mangá.
ru: Упс, не удалось получить информацию о манге.

source: Oops, failed to retrieve latest updates.
ar: فشل جلب آخر التحديثات.
ca: Vaja, no s'han pogut recuperar les últimes actualitzacions.
de: Ups, neueste Aktualisierungen konnten nicht geladen werden.
es: Oops, falló la recuperación de las últimas actualizaciones.
fr: Oups, échec de la récupération des dernières mises à jour.
id: Ups, gagal mengambil pembaruan terkini.
nl: Oeps, niet gelukt om de laatste updates op te halen.
pl: Ups, nie udało się pobrać najnowszych aktualizacji.
pt_br: Opa, falha ao recuperar as atualizações mais recentes.
ru: Упс, не удалось получить последние обновления.

source: No Latest Updates Found
ar: لم يُعثر على تحديثات
ca: No s'han trobat actualitzacions més recents
de: Zuletzt aktualisierte Manga nicht gefunden
es: No se han encontrado actualizaciones recientes
fr: Aucune mise à jour récente trouvée
id: Tidak Ditemukan Pembaruan Terkini
nl: Geen laatste updates gevonden
pl: Nie znaleziono najnowszych aktualizacji
pt_br: Nenhuma atualização mais recente encontrada
ru: Последние обновления не найдены

source: A request is already in progress.
ca: Una sol·licitud ja està en curs.
de: Eine Nachfrage wird zur Zeit bearbeitet
es: Ya hay una solicitud en curso.
fr: Un requête est déjà en cours.
id: Permintaan sudah dalam proses.
nl: Er loopt al een verzoek.
pl: Żądanie jest już w trakcie realizacji.
pt_br: Uma solicitação já está em andamento.
ru: Запрос уже находится в процессе выполнения.

source: Oops, failed to retrieve most popular.
ca: Vaja, no s'ha pogut recuperar el més popular.
de: Ups, konnte Beliebteste nicht laden
es: Oops, no se ha podido recuperar lo más popular.
fr: Oups, échec de la récupération des plus populaires.
id: Ups, gagal mengambil daftar terpopuler.
nl: Oeps, niet gelukt om de meest populaire op te halen.
pl: Ups, nie udało się pobrać najpopularniejszych.
pt_br: Oops, falha ao recuperar o mais popular.
ru: Упс, не удалось получить список самых популярных.

source: No Most Popular Found
ca: No s'han trobat els Més Populars
de: Beliebteste nicht gefunden
es: No se han encontrado los más populares
fr: Aucun populaire trouvé
id: Daftar Terpopuler Tidak Ditemukan
nl: Geen meest populaire gevonden
pl: Nie znaleziono najpopularniejszych
pt_br: Não foi encontrado o Mais Popular
ru: Самые популярные не найдены

source: Oops, search failed. Please try again.
ar: عذرًا فشل البحث، حاول مجددًا.
ca: Vaja, la cerca ha fallat. Siusplau torneu-ho a provar.
de: Ups, Suche fehlgeschlagen. Bitte erneut versuchen.
es: Ups, la búsqueda ha fallado. Por favor, inténtelo de nuevo.
fr: Oups, la recherche a échoué. Veuillez réessayer.
id: Ups, pencarian gagal. Silakan coba lagi.
nl: Oeps, het zoeken is mislukt. Probeer het opnieuw.
pl: Ups, wyszukiwanie nie powiodło się. Proszę spróbować ponownie.
pt_br: Opa, a busca falhou. Por favor tente novamente.
ru: Упс, поиск не удался. Пожалуйста, попробуйте еще раз.

source: No Results Found
ar: لم يُعثر على نتائج
ca: No s'han trobat resultats
de: Keine Treffer
es: No se han encontrado resultados
fr: Aucun résultat trouvé
id: Tidak ada hasil yang ditemukan
nl: Geen resultaten gevonden
pl: Nie znaleziono żadnych wyników
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено

source: Try a different search
ca: Proveu una cerca diferent
de: Probieren Sie einen anderen Suchbefehl
es: Intente otra búsqueda
fr: Essayez une recherche différente
id: Coba pencarian yang berbeda
nl: Probeer een andere zoekopdracht
pl: Spróbuj innego wyszukiwania
pt_br: Tente uma pesquisa diferente
ru: Попробуйте изменить поисковой запрос

source: No results
ar: لا نتائج
ca: No hi ha resultats
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
id: Tidak ada hasil
nl: Geen zoekresultaat
pl: Brak rezulatów
pt_br: Nenhum resultado
ru: Нет результатов

source: Other
ca: Altres
de: Andere
es: Otros
fr: Autre
id: Lainnya
nl: Andere
pl: Inne
pt_br: Outros
ru: Прочие

source: Pinned
ca: Fixat
de: Favoriten
es: Anclado
fr: Épinglés
id: Disematkan
nl: Vastgepind
pl: Przypięte
pt_br: Fixado
ru: Закреплённые

source: Today
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
id: Hari Ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня

source: Yesterday
ca: Ahir
de: Gestern
es: Ayer
fr: Hier
id: Kemarin
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера

source: Resume
ca: Reprendre
de: Fortfahren
es: Reanudar
fr: Reprendre
id: Lanjutkan
nl: Verdergaan
pl: Wznów
pt_br: Continuar
ru: Продолжить

source: Are you sure you want to delete this manga?
ca: Esteu segur que voleu eliminar aquest manga?
de: Sind Sie sicher, dass Sie diesen Manga löschen wollen?
es: ¿Está seguro de que quiere eliminar este manga?
fr: Êtes-vous sûr de vouloir supprimer ce manga ?
id: Apakah Anda yakin ingin menghapus manga ini?
nl: Weet u zeker dat u deze manga wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę mangę?
pt_br: Você tem certeza que deseja excluir este mangá?
ru: Вы уверены что хотите удалить эту мангу?

source: Are you sure you want to delete selected mangas?
ca: Esteu segur que voleu suprimir els mangas seleccionats?
de: Sind Sie sicher, dass Sie die gewählten Manga löschen wollen?
es: ¿Está seguro de que quiere borrar los mangas seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les mangas sélectionnés ?
id: Apakah Anda yakin ingin menghapus manga yang dipilih?
nl: Weet u zeker dat u de geselecteerde manga's wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane mangi?
pt_br: Tem certeza que deseja excluir os mangás selecionados?
ru: Вы уверенны что хотите удалить выбранные манги?

source: Are you sure you want to download all chapters of selected mangas?
ca: Esteu segur que voleu descarregar tots els capítols dels mangas seleccionats?
de: Sind Sie sicher, dass Sie alle Kapitel der gewählten Manga löschen wollen?
es: ¿Está seguro de que quiere descargar todos los capítulos de los mangas seleccionados?
fr: Êtes-vous sûr de vouloir télécharger tous les chapitres des mangas sélectionnés ?
id: Apakah Anda yakin ingin mengunduh semua bab dari manga yang dipilih?
nl: Weet u zeker dat u alle hoofdstukken van geselecteerde manga's wilt downloaden?
pl: Czy na pewno chcesz pobrać wszystkie rozdziały wybranych mang?
pt_br: Tem certeza de que deseja baixar todos os capítulos dos mangás selecionados?
ru: Вы уверены, что хотите загрузить все главы выбранных манг?

source: Download?
ca: Descarregar?
de: Herunterladen?
es: ¿Descargar?
fr: Télécharger ?
id: Unduh?
nl: Downloaden?
pl: Pobrać?
pt_br: Baixar?
ru: Скачать?

source: Welcome to Komikku
ca: Benvingut a Komikku
de: Willkommen
es: Bienvenido/a a Komikku
fr: Bienvenue dans Komikku
id: Selamat datang di Komikku
nl: Welkom bij Komikku
pl: Witamy w Komikku
pt_br: Boas-vindas ao Komikku
ru: Добро пожаловать в Komikku

source: Loading…
ar: يحمل…
ca: S'està carregant…
de: Lade...
es: Cargando…
fr: Chargement…
id: Memuat…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…

source: Failed to update reading status
ar: فشل تحديث حالة القراءة
ca: No s'ha pogut actualitzar l'estat de lectura
de: Konnte Lesestatus nicht aktualisieren
es: Fallo en la actualización del estado de la lectura
fr: Échec de la mise à jour de l'état de lecture
id: Gagal memperbarui status baca
nl: Kan de leesstatus niet bijwerken
pl: Nie udało się zaktualizować stanu czytania
pt_br: Falha ao atualizar o status de leitura
ru: Не удалось обновить статус чтения

source: Add New Comic
ru: Добавить новый комикс

source: Uncategorized
ca: Sense categoria
de: Nicht kategorisiert
es: Sin categoría
fr: Non classés
id: Tidak Dikategorikan
nl: Ongecategoriseerd
pl: Nieskategoryzowane
pt_br: Não categorizado
ru: Без категории

source: All
ar: الكل
ca: Tot
de: Alle
es: Todo
fr: Toutes
id: Semua
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все

source: Complete
ar: مكتملة
ca: Completat
de: Abgeschlossen
es: Completo
fr: Terminé
id: Selesai
nl: Voltooid
pl: Ukończone
pt_br: Completo
ru: Завершено

source: Ongoing
ar: جارية
ca: En curs
de: Fortlaufend
es: En curso
fr: En cours
id: Berlanjut
nl: Bezig
pl: Bieżące
pt_br: Em andamento
ru: Выходит

source: Suspended
ar: متوقفة
ca: Suspès
de: Unterbrochen
es: Suspendido
fr: Suspendu
id: Ditangguhkan
nl: Onderbroken
pl: Zawieszone
pt_br: Suspenso
ru: Приостановлено

source: Hiatus
ca: Pausat
de: Pausiert
es: Hiato
nl: Tijdelijk onderbroken
pt_br: Falha
ru: Перерыв

source: Download pending
ca: Descàrrega pendent
de: Download ausstehend
es: Descarga pendiente
fr: Téléchargement en attente
id: Unduhan tertunda
nl: In wachtrij
pl: Oczekiwanie na pobranie
pt_br: Transferência pendente
ru: Ожидается загрузка

source: Downloaded
ar: منزلة
ca: Descarregat
de: Heruntergeladen
es: Descargado
fr: Téléchargé
id: Diunduh
nl: Gedownload
pl: Pobrano
pt_br: Baixado
ru: Загружено

source: Downloading
ar: ينزل
ca: Descarregant
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement en cours
id: Mengunduh
nl: Bezig met downloaden
pl: Pobieranie
pt_br: Baixando
ru: Загружается

source: Download error
ar: خطأ أثناء التنزيل
ca: Error de descàrrega
de: Download Fehler
es: Error de descarga
fr: Erreur de téléchargement
id: Kesalahan pengunduhan
nl: Downloadfout
pl: Błąd pobierania
pt_br: Erro ao baixar
ru: Ошибка загрузки

source: Clear?
ar: أتريد المسح؟
ca: Netejar?
es: ¿Limpiar?
fr: Effacer ?
nl: Wissen?
pl: Wyczyścić?
pt_br: Limpar?
ru: Очистить?

source: Are you sure you want to clear chapters cache and database?
ar: أتريد مسح التخزين المؤقت للفصول وقاعدة البيانات؟
ca: Esteu segur que voleu netejar la memòria cau dels capítols i la base de dades?
es: ¿Está seguro de que quiere borrar la caché y la base de datos de los capítulos?
fr: Êtes-vous sûr de vouloir vider le cache des chapitres et la base de données ?
nl: Weet u zeker dat u de cache en database van de hoofdstukken wilt wissen?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną rozdziałów i bazę danych?
pt_br: Você tem certeza de que quer limpar o cache dos capítulos e o banco de dados?
ru: Вы уверены, что хотите очистить кэш глав и базу данных?

source: Disable animations?
ar: أتريد تعطيل التأثيرات الرسومية؟
ca: Desactivar les animacions?
de: Animationen abschalten?
es: ¿Desactivar animaciones?
fr: Désactiver les animations ?
id: Nonaktifkan animasi?
nl: Animaties uitschakelen?
pl: Wyłączyć animacje?
pt_br: Desabilitar animações?
ru: Отключить анимацию?
