Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Servers] Read Manga server: Update
ca: [Servidors] Read Manga server: Actualització
de: [Server] Read Manga: Aktualisiert
es: [Servidores] Read Manga server: Actualización
fr: [Serveurs] Read Manga server : Mise à jour
id: [Server] Read Manga server: Diperbarui
pl: [Serwery] Read Manga: aktualizacja
pt_br: [Servidores] Read Manga: Atualização
ru: [Серверы] Read Manga server: Обновление

source: [Servers] Pepper&amp;Carrot: Update
ca: [Servidors] Pepper&amp;Carrot: Actualització
de: [Server] Pepper&amp;Carrot: Aktualisiert
es: [Servidores] Pepper&amp;Carrot: Actualización
fr: [Serveurs] Pepper&amp;Carrot : Mise à jour
id: [Server] Pepper&amp;Carrot: Diperbarui
pl: [Serwery] Pepper&amp;Carrot: aktualizacja
pt_br: [Servidores] Pepper&amp;Carrot: Atualização
ru: [Серверы] Pepper&amp;Carrot: Обновление

source: [Servers] Komga: Fix crashes when viewing manga from offline
ca: [Servidors] Komga: Corregits els errors en veure manga fora de línia
de: [Server] Komga: Absturz beim Lesen ohne Internetverbindung behoben
es: [Servidores] Komga: Corrige los fallos al ver el manga sin conexión
fr: [Serveurs] Komga : Correction de plantages lors de la visualisation de mangas hors-ligne
id: [Server] Komga: Perbaikan masalah saat melihat manga secara luring
pl: [Serwery] Komga: naprawiono crashe podczas przeglądania mangi offline
pt_br: [Servidores] Komga: Corrige falhas ao visualizar mangá offline
ru: [Серверы] Komga: Исправление вылетов при просмотре манги из офлайна

source: [L10n] Add Polish translation
ca: [L10n] Afegida la traducció al polonès
de: [L10n] Polnische Übersetzung hinzugefügt.
es: [L10n] Añade la traducción al polaco
fr: [L10n] Ajout d’une traduction polonaise
id: [L10n] Menambahkan terjemahan Bahasa Polandia
pl: [L10n] Dodano tłumaczenie na polski
pt_br: [L10n] Adiciona tradução para polonês
ru: [L10n] Добавлен перевод на польский язык

source: [L10n] Add Spanish translation
ca: [L10n] Afegida la traducció a l'espanyol
de: [L10n] Spanische Übersetzung hinzugefügt.
es: [L10n] Añade la traducción al español
fr: [L10n] Ajout d’une traduction espagnole
id: [L10n] Penambahan terjemahan Bahasa Spanyol
pl: [L10n] Dodano tłumaczenie na hiszpański
pt_br: [L10n] Adiciona tradução para espanhol
ru: [L10n] Добавлен испанский перевод

source: [Card] Chapters list: Add sorting by title (can be slow with long lists)
ca: [Targeta] Llista de capítols: Afegida l'ordenació per títol (pot ser lenta amb llistes llargues)
de: [Mangakarte] Sortierung nach Titel hinzugefügt (kann bei vielen Kapiteln lange dauern)
es: [Ficha] Lista de capítulos: Añade la ordenación por título (puede ser lento con listas largas)
fr: [Carte] Liste des chapitres : Ajout du tri par titre (peut être lent avec de longues listes)
id: [Kartu] Daftar bab : Penambahan pengurutan berdasarkan judul (mungkin lambat apabila daftar panjang)
pl: [Karta] Lista rozdziałów: dodano sortowanie według tytułu (może być powolne dla długich list)
pt_br: [Cartão] Lista de capítulos: Adiciona classificação por título (pode ser lento com listas longas)
ru: [Карта] Список глав: Добавлена сортировка по названию (может быть медленной в длинных списках)

source: [Reader] Improve touch screen support
ca: [Lector] Millorat el suport de la pantalla tàctil
de: [Leser] Verbesserter Touchscreen-Support
es: [Lector] Mejora la compatibilidad con la pantalla táctil
fr: [Lecteur] Amélioration du support pour écrans tactiles
id: [Pembaca] Peningkatan dukungan layar sentuh
pl: [Czytnik] Usprawniono obsługę ekranów dotykowych
pt_br: [Leitor] Melhorar o suporte à tela sensível ao toque
ru: [Читалка] Улучшение поддержки сенсорных экранов

source: [Servers] Mangadex: Update
ca: [Servidors] Mangadex: Actualització
de: [Server] Mangadex: Aktualisiert
es: [Servidores] Mangadex: Actualización
fr: [Serveurs] Mangadex : Mise à jour
id: [Servers] Mangadex: Diperbarui
pl: [Serwery] MangaDex: aktualizacja
pt_br: [Servidores] Mangadex: Atualização
ru: [Серверы] Mangadex: Обновление

source: [Library] Fix bug preventing app startup (empty library only)
ca: [Biblioteca] Corregit un error que impedia l'inici de l'aplicació (només amb la biblioteca buida)
de: [Bibliothek] Fehler behoben, der die App bei leerer Bibliothek am Starten hindert
es: [Biblioteca] Corrige un error que impedía el inicio de la aplicación (sólo en la biblioteca vacía)
fr: [Bibliothèque] Correction d’un bogue empêchant l’application de démarrer en cas de bibliothèque vide
id: [Pustaka] Perbaikan bug yang mencegah mulainya aplikasi (hanya untuk pustaka kosong)
pl: [Biblioteka] Naprawiono błąd uniemożliwiający start aplikacji (tylko gdy biblioteka jest pusta)
pt_br: [Biblioteca] Correção de bug que impedia a inicialização do aplicativo (somente biblioteca vazia)
ru: [Библиотека] Исправление ошибки, препятствующей запуску приложения (только при пустой библиотеке)

source: [Library] Displayed currently selected category in subtitle
ca: [Biblioteca] Es mostra la categoria seleccionada actualment als subtítols
de: [Bibliothek] Zeige aktive Kategorie als Untertitel
es: [Biblioteca] Muestra la categoría seleccionada actualmente en el subtítulo
fr: [Bibliothèque] Affichage de la catégorie actuellement sélectionnée en sous-titre
id: [Pustaka] Menampilkan Kategori yang terpilih kini pada subjudul
pl: [Biblioteka] Obecnie wybrana kategoria wyświetlała się w podtytule
pt_br: [Biblioteca] Categoria atualmente selecionada exibida na legenda
ru: [Библиотека] Отображение выбранной в данный момент категории в субтитрах

source: [Library] Add 'Uncategorized' category
ca: [Biblioteca] Afegida la categoria "Sense categoria"
de: [Bibliothek] Kategorie 'Unkategorisiert' hinzugefügt
es: [Biblioteca] Añade la categoría "Sin categoría"
fr: [Bibliothèque] Ajout de la catégorie « non-catégorisé »
id: [Pustaka] Menambahkan kategori 'Tidak Dikategorikan'
pl: [Biblioteka] Dodano kategorię „Nieskategoryzowane”
pt_br: [Biblioteca] Adiciona categoria "Sem categoria"
ru: [Библиотека] Добавлена категория 'Без категории'

source: [Servers] Mangadex: The long-awaited comeback
ca: [Servers] Mangadex: El retorn llargament esperat
de: [Server] Mangadex: Die lang ersehnte Rückkehr
es: [Servidores] Mangadex: El esperado regreso
fr: [Serveurs] Mangadex : Le retour tant attendu
id: [Server] Mangadex: Kembali setelah lama ditunggu-tunggu
pl: [Serwery] MangaDex: długo oczekiwany powrót
pt_br: [Servidores] Mangadex: O retorno tão esperado
ru: [Серверы] Mangadex: Долгожданное возвращение

source: [Servers] MangaNato: Update (previously called MangaNelo). Previous manga and chapters won’t work after this update and need to be readded.
ca: [Servidors] MangaNato: Actualització (anteriorment anomenat MangaNelo). El manga i els capítols anteriors no funcionaran després d'aquesta actualització i cal tornar-los a llegir.
de: [Server] MangaNato (ehemals MangaNelo): Aktualisiert. Manga und Kapitel, die auf den alten Server verweisen müssen manuell aktualisiert (erneut hinzugefügt) werden.
es: [Servidores] MangaNato: Actualización (antes llamado MangaNelo). Los mangas y capítulos anteriores no funcionarán después de esta actualización y deberán ser añadidos de nuevo.
fr: [Serveurs] MangaNato : Mise à jour (précédemment MangaNelo). Les mangas et chapitres précédents ne fonctionneront plus après cette mise à jour et devront être réinsérés.
id: [Server] MangaNato: Diperbarui (sebelumnya disebut MangaNelo). Manga dan bab sebelumnya tidak akan berfungsi setelah pembaruan ini dan perlu ditambahkan ulang.
pl: [Serwery] MangaNato: aktualizacja (wcześniej nazywał się MangaNelo). Poprzednie mangi i rozdziały nie będą działać po tej aktualizacji i muszą być dodane ponownie.
pt_br: [Servidores] MangaNato: Atualização (anteriormente chamado de MangaNelo). Mangá e capítulos anteriores não funcionarão após esta atualização e precisam ser lidos.
ru: [Серверы] MangaNato: Обновление (ранее назывался MangaNelo). Предыдущие манги и главы не будут работать после этого обновления, и их нужно будет добавить заново.

source: [L10n] Update French and German translation
ca: [L10n] Actualitzada la traducció al francès i l'alemany
de: [L10n] Französische und deutsche Übersetzung aktualisiert
es: [L10n] Traducciones al francés y al alemán actualizadas
fr: [L10n] Mise à jour des traductions allemande et française
id: [L10n] Terjemahan bahasa Prancis dan Jerman diperbarui
pl: [L10n] Zaktualizowano francuskie i niemieckie tłumaczenia
pt_br: [L10n] Atualização de tradução para alemão e francês
ru: [L10n] Обновление французского и немецкого переводов

source: Several UI changes to improve scaling on small devices screens
ca: Diversos canvis a la interfície d'usuari per millorar l'escalat a les pantalles dels dispositius petits
de: Mehrere UI-Änderungen für bessere Skalierung bei kleineren Bildschirmen
es: Varios cambios en la interfaz de usuario para mejorar la escala en las pantallas de los dispositivos pequeños
fr: Plusieurs changements d’interface pour améliorer la mise à l’échelle sur les appareils avec de petits écrans
id: Beberapa perubahan UI untuk meningkatkan penskalaan pada perangkat berlayar kecil
pl: Kilka zmian w interfejsie dla poprawy skalowania na ekranach małych urządzeń
pt_br: Várias alterações na interface do usuário para melhorar o dimensionamento em telas de dispositivos pequenos
ru: Несколько изменений пользовательского интерфейса на устройствах с маленьким экраном

source: [Library] Add categories edition in bulk (via multiple selection mode)
ca: [Biblioteca] Afegida una edició de categories en massa (mitjançant el mode de selecció múltiple)
de: [Bibliothek] Bearbeitung mehrerer Kategorien (im Multiselektionsmodus) hinzugefügt
es: [Biblioteca] Añade la edición de categorías de forma masiva (a través del modo de selección múltiple)
fr: [Bibliothèque] Ajout de catégories d'édition en masse (via le mode de sélection multiple)
id: [Pustaka] Menambahkan edisi kategori secara massal (melalui mode beberapa pilihan)
pl: [Biblioteka] Dodano hurtową edycję kategorii (przez tryb wielokrotnego zaznaczenia)
pt_br: [Biblioteca] Adiciona edição de categorias em massa (através do modo de seleção múltipla)
ru: [Библиотека] Добавлено редактирование категорий в массовом порядке в режиме множественного выбора

source: [Reader] Fix memory leaks
ca: [Lector] Corregides fuites de memòria
de: [Leser] Datenlecks behoben
es: [Lector] Corrige las fugas de memoria
fr: [Lecteur] Correction de fuites de mémoire
id: [Pembaca] Memperbaiki kebocoran memori
pl: [Czytnik] Naprawiono wycieki pamięci
pt_br: [Leitor] Corrige vazamentos de memória
ru: [Читалка] Исправлена утечка памяти

source: [Explorer] Allow search in servers list
ca: [Explorador] Permet la cerca a la llista de servidors
de: [Explorer] Erlaube Suche in Serverliste
es: [Explorador] Permite la búsqueda en la lista de servidores
fr: [Explorateur] Permet la recherche dans la liste des serveurs
id: [Jelajah] Pencarian di daftar server kini dimungkinkan
pl: [Przeglądarka] Umożliwiono wyszukiwanie na liście serwerów
pt_br: [Explorador] Permite pesquisa na lista de servidores
ru: [Проводник] Разрешен поиск в списке серверов

source: [Explorer] Added possibility to pin favorite servers
ca: [Explorador] S'ha afegit la possibilitat de fixar els servidors preferits
de: [Explorer] Anpinnen von favorisierten Servern ermöglicht
es: [Explorador] Añade la posibilidad de anclar los servidores favoritos
fr: [Explorateur] Ajout de la possibilité d’épingler les serveurs favoris
id: [Jelajah] Menyematkan server favorit kini dimungkinkan
pl: [Przeglądarka] Dodano możliwość przypięcia ulubionych serwerów
pt_br: [Explorador] Adicionada a possibilidade de fixar servidores favoritos
ru: [Проводник] Добавлена возможность закрепления избранных серверов

source: [Updater] Prevents updating of comics whose server is disabled
ca: [Actualitzador] Impedeix l'actualització de còmics el servidor dels quals està desactivat
de: [Updater] Verhindere, dass Comics mit ausgeschaltetem Server aktualisiert werden
es: [Actualizador] Impide la actualización de los cómics cuyo servidor está desactivado
fr: [Mises à jour] Empêche la mise à jour de bandes dessinées dont le serveur est désactivé
id: [Alat Pembaruan] Mencegah pembaruan komik yang servernya dinonaktifkan
pl: [Aktualizator] Zablokowano aktualizację komiksów z wyłączonych serwerów
pt_br: [Atualizador] Impede a atualização de quadrinhos cujo servidor está desabilitado
ru: [Обновление] Предотвращает обновление комиксов, чей сервер отключен

source: [Keyring] Improved SecretService detection
ca: [Clauer] Millora de la detecció del SecretService
de: [Schlüsselring] Bessere Erkennung von SecretService
es: [Claves] Mejora de la detección de SecretService
fr: [Porte-clé] Amélioration de la détection SecretService
id: [Keyring] Deteksi SecretService yang ditingkatkan
pl: [Keyring] Poprawiono wykrywanie SecretService
pt_br: [Chaveiro] Melhorada a detecção de SecretService
ru: [Keyring] Улучшено обнаружение SecretService

source: [Servers] Add AllHentai (RU)
ca: [Servidors] Afegit AllHentai (RU)
de: [Server] AllHentai (RU) hinzugefügt
es: [Servidores] Añade AllHentai (RU)
fr: [Serveurs] Ajout de AllHentai (RU)
id: [Server] AllHentai (RU) ditambahkan
pl: [Serwery] Dodano AllHentai (RU)
pt_br: [Servidores] Adiciona AllHentai (RU)
ru: [Сервера] Добавлен AllHentai (RU)

source: [Servers] Add CatManga aka Black Cat Scanlations (EN)
ca: [Servidors] Afegit CatManga també conegut com Black Cat Scanlations (EN)
de: [Server] CatManga aka Black Cat Scanlations (EN) hinzugefügt
es: [Servidores] Añade CatManga aka Black Cat Scanlations (EN)
fr: [Serveurs] Ajout de CatManga (Black Cat Scanlations, EN)
id: [Server] CatManga alias Black Cat Scanlations (EN) ditambahkan
pl: [Serwery] Dodano CatManga aka Black Cat Scanlations (EN)
pt_br: [Servidores] Adiciona CatManga, também conhecido como Black Cat Scanlations (EN)
ru: [Сервера] Добавлен CatManga aka Black Cat Scanlations (EN)

source: [Servers] Add Dongman Manhua (ZH Hans)
ca: [Servidors] Afegit Dongman Manhua (ZH Hans)
de: [Server] Dongman Manhua (ZH Hans) hinzugefügt
es: [Servidores] Añade Dongman Manhua (ZH Hans)
fr: [Serveurs] Ajout de Dongman Manhua (ZH Hans)
id: [Server] Dongman Manhua (ZH Hans) ditambahkan
pl: [Serwery] Dodano Dongman Manhua (ZH Hans)
pt_br: [Servidores] Adiciona Dongman Manhua (ZH Hans)
ru: [Сервера] Добавлен Dongman Manhua (ZH Hans)

source: [Servers] Add Madara (multi servers): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
ca: [Servidors] Afegit Madara (multi servidors): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
de: [Server] Madara (Multi-Server) hinzugefügt: Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
es: [Servidores] Añade Madara (multiservidores): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
fr: [Serveurs] Ajout de Madara (multi serveurs) : Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
id: [Server] Madara (multi server) ditambahkan: Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
pl: [Serwery] Dodano Madara (multi-serwery): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
pt_br: [Servidores] Adiciona Madara (vários servidores): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)
ru: [Сервера] Добавлен Мадару (мультисерверы): Aloalivn (EN), Apoll Comics (ES), Wakascan (FR), 24hRomance (EN), AkuManga (AR), ArazNovel (TR), Argos Scan (PT), Atikrost (TR)

source: [Servers] Add MangaFreak (EN)
ca: [Servidors] Afegit MangaFreak (EN)
de: [Server] MangaFreak (EN) hinzugefügt
es: [Servidores] Añade MangaFreak (EN)
fr: [Serveurs] Ajout de MangaFreak (EN)
id: [Server] MangaFreak (EN) ditambahkan
pl: [Serwery] Dodano MangaFreak (EN)
pt_br: [Servidores] Adiciona MangaFreak (EN)
ru: [Сервера] Добавлен MangaFreak (EN)

source: [Servers] Pepper&amp;Carrot: Fix pages order
ca: [Servidors] Pepper&amp;Carrot: corregit l'ordre de les pàgines
de: [Server] Pepper&amp;Carrot: Fehler in der Seitenordnung behoben
es: [Servidores] Pepper&amp;Carrot: Corrige el orden de las páginas
fr: [Serveurs] Pepper &amp; Carrot : Correction de l’ordre des pages
id: [Server] Pepper&amp;Carrot: Urutan halaman diperbaiki
pl: [Serwery] Pepper&amp;Carrot: Naprawiono kolejność stron
pt_br: [Servidpres] Pepper&amp;Carrot: Corrige a ordem das páginas
ru: [Сервера] Pepper&amp;Carrot: Исправлен порядок страниц

source: [Servers] Scantrad France: Update
ca: [Servidors] Scantrad France: Actualització
de: [Server] Scantrad France: Aktualisiert
es: [Servidores] Scantrad France: Actualización
fr: [Serveurs] Scantrad France : Mise à jour
id: [Server] Scantrad France: Diperbarui
pl: [Serwery] Scantrad France: aktualizacja
pt_br: [Servidores] Scantrad France: Atualização
ru: [Сервера] Scantrad France: Обновлен

source: [Servers] Webtoon: Improved details retrieval (both for originals and challenges)
ca: [Servidors] Webtoon: recuperació de detalls millorada (tant per als originals com per als reptes)
de: [Server] Webtoon: Verbesserte Detailsammlung
es: [Servidores] Webtoon: Mejora de la recuperación de los detalles (tanto de los originales como de las réplicas)
fr: [Serveurs] Webtoon : Amélioration de la recherche des détails (pour les originaux et concurrents)
id: [Server] Webtoon: Pengambilan detail ditingkatkan (baik untuk originals maupun challenges)
pl: [Serwery] Webtoon: usprawniono znajdywanie szczegółów (zarówno dla oryginałów, jak i challenge'y)
pt_br: [Servidores] Webtoon: Melhorada a recuperação de detalhes (para originais e desafios)
ru: [Сервера] Webtoon: Улучшен поиск деталей (как для оригиналов, так и для вызовов)

source: [Library] Add Categories to organize the library
ca: [Biblioteca] Afegides categories per organitzar la biblioteca
de: [Bibliothek] Kategorien hinzugefügt, um die Bibliothek zu organisieren
es: [Biblioteca] Añade categorías para organizar la biblioteca
fr: [Bibliothèque] Ajout de catégories pour organiser la bibliothèque
id: [Pustaka] Kategori untuk mengatur perpustakaan ditambahkan
pl: [Biblioteka] Dodano porządkowanie biblioteki według kategorii
pt_br: [Biblioteca] Adiciona categorias para organizar a biblioteca
ru: [Библиотека] Добавлены категории для организации библиотеки

source: [Servers] Add Read Comics Online (EN)
ca: [Servidors] Afegit Read Comics Online (EN)
de: [Server] Read Comics Online (EN) hinzugefügt
es: [Servidores] Añade Read Comics Online (EN)
fr: [Serveurs] Ajout de Read Comics Online (EN)
id: [Server] Read Comics Online (EN) ditambahkan
pl: [Serwery] Dodano Read Comics Online (EN)
pt_br: [Servidores] Adiciona Read Comics Online (EN)
ru: [Serverа] Добавлен Read Comics Online (EN)

source: [Servers] Komga: Add sync (read progress) with server
ca: [Servidors] Komga: Afegida sincronització (progrés de lectura) amb el servidor
de: [Server] Komga: Synchronisation des Lesefortschritts mit dem Server hinzugefügt
es: [Servidores] Komga: Añade sincronización (progreso de lectura) con el servidor
fr: [Serveurs] Komga : Ajout de la synchronisation (progression de lecture) avec le serveur
id: [Server] Komga: Sinkronisasi (kemajuan baca) dengan server ditambahkan
pl: [Serwery] Komga: dodano synchronizację (postępu czytania) z serwerem
pt_br: [Servidores] Komga: Adiciona sincronização (ler o progresso) com o servidor
ru: [Сервера] Komga: Добавлена синхронизация прогресса чтения с сервером

source: [Servers] JapScan: Partial fix (Webtoons chapters in single page are not handled)
ca: [Servidors] JapScan: Correcció parcial (els capítols de Webtoons en una sola pàgina no es gestionen)
de: [Server] JapScan: Fehler teilweise behoben (Webtoonkapitel auf einer einzigen Seite werden nicht behandelt)
es: [Servidores] JapScan: Corrige parcialmente (no se manejan los capítulos de Webtoons en una sola página)
fr: [Serveurs] JapScan : Correction partielle (les chapitres Webtoons dans une même page ne sont paps gérés)
id: [Server] JapScan: Perbaikan sebagian (bab Webtoons dalam satu halaman tidak ditangani)
pl: [Serwery] JapScan: częściowa naprawa (jednostronicowe rozdziały webtoonów nie są obsługiwane)
pt_br: [Servidores] JapScan: Correção parcial (capítulos de Webtoons em página única não são tratados)
ru: [Сервера] JapScan: Частичное исправление (не обрабатывались главы Webtoons на одной странице)

source: [Servers] MangaSee: Fix page download for chapters with decimals in name
ca: [Servidors] MangaSee: Corregida la descàrrega de pàgina per als capítols amb decimals al nom
de: [Server] MangaSee: Fehler beim Herunterladen von Kapiteln mit Dezimalstellen
es: [Servidores] MangaSee: Corrige la descarga de la página para los capítulos con decimales en el nombre
fr: [Serveurs] MangaSee : Correction de la page de téléchargement pour les chapitres avec des décimales dans le nom
id: [Server] MangaSee: Unduhan halaman untuk bab dengan desimal pada nama telah diperbaiki
pl: [Serwery] MangaSee: naprawiono pobieranie stron rozdziałów z cyframi w nazwie
pt_br: [Servidores] MangaSee: Corrige download de página para capítulos com decimais no nome
ru: [Сервера] MangaSee: Исправление загрузки странц для глав с десятичными цифрами в названии

source: [Servers] Scan Manga: Skip chapters coming from external servers
ca: [Servidors] Scan Manga: Omet capítols procedents de servidors externs
de: [Server] Scan Manga: Überspringe Kapitel aus externer Quelle
es: [Servidores] Scan Manga: Omite los capítulos procedentes de servidores externos
fr: [Serveurs] Scan Manga : Saute les chapitres provenant de serveurs externes
id: [Server] Scan Manga: Bab yang berasal dari server eksternal kini dilewati
pl: [Serwery] Scan Manga: rozdziały pochodzące z zewnętrznych serwerów są pomijane
pt_br: [Servidores] Scan Manga: Pula capítulos vindos de servidores externos
ru: [Сервера] Scan Manga: Пропуск глав, поступающие с внешних серверов

source: [Servers] Tutto Anime Manga: Update
ca: [Servidors] Tutto Anime Manga: Actualització
de: [Server] Tutto Anime Manga: Aktualisiert
es: [Servidores] Tutto Anime Manga: Actualización
fr: [Serveurs] Tutto Anime Manga : Mise à jour
id: [Server] Tutto Anime Manga: Diperbarui
pl: [Serwery] Tutto Anime Manga: aktualizacja
pt_br: [Servidores] Tutto Anime Manga: Atualização
ru: [Сервера] Tutto Anime Manga: Обновлен

source: [L10n] Add Italian translation
ca: [L10n] Afegida la traducció a l'italià
de: [L10n] Italienische Übersetzung hinzugefügt
es: [L10n] Añade traducción al italiano
fr: [L10n] Ajout d’une traduction italienne
id: [L10n] Terjemahan bahasa Italia ditambahkan
pl: [L10n] Dodano tłumaczenie na włoski
pt_br: [L10n] Adiciona tradução para italiano
ru: [L10n] Добавлен итальянский язык

source: [Preferences] Fixed a bug in saving logins credentials
ca: [Preferències] S'ha corregit un error en desar les credencials d'inici de sessió
de: [Einstellungen] Fehler beim Speichern von Zugangsdaten behoben
es: [Preferencias] Corrige un error al guardar las credenciales de inicio de sesión
fr: [Préférences] Correction d’un bogue dans l’enregistrement des identifiants de connexion
id: [Preferensi] Bug saat menyimpan kredensial login telah diperbaiki
pl: [Preferencje] Naprawiono błąd w zapisywaniu danych logowania
pt_br: [Preferências] Corrigido um bug ao salvar credenciais de login
ru: [Предпочтения] Исправлена ошибка при сохранении учетных данных для входа в систему
