Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: [Servers] MangaDex: Added 15 languages
ca: [Servidors] MangaDex: Afegits15 idiomes
de: [Server] MangaDex: 15 Sprachen hinzugefügt
es: [Servidores] MangaDex: Añade 15 idiomas
fr: [Serveurs] MangaDex : Ajout de 15 langues
pl: [Serwery] MangaDex: dodano 15 języków
pt_br: [Servidores] MangaDex: Adicionados 15 idiomas
ru: [Серверы] MangaDex: Добавлено 15 языков

source: [Library] Add an unread badge
ca: [Biblioteca] Afegida una insígnia no llegit
de: [Bibliothek] Badge für 'ungelesen' hinzugefügt
es: [Biblioteca] Añade un distintivo de no leído
fr: [Bibliothèque] Ajout d'un badge 'non lu'
pl: [Biblioteka] Dodano plakietkę nieprzeczytanych
pt_br: [Biblioteca] Adiciona um emblema de não lido
ru: [Библиотека] Добавлен непрочитанный значок

source: [Library/Manga] Added "Select All" in selection mode
ca: [Biblioteca/Manga] Afegit "Seleccionar Tot" en mode de selecció
de: [Bibliothek/Manga] Im Auswahlmodus "Alle Auswählen" hinzugefügt
es: [Biblioteca/Manga] Añade "Seleccionar todo" en el modo de selección
fr: [Bibliothèque/Manga] Ajout de l'option "Tout sélectionner" dans l'écran de sélection
pl: [Biblioteka/Manga] Dodano „Zaznacz wszystko” w trybie zaznaczania
pt_br: [Biblioteca/Mangá] Adicionado “Selecionar tudo” no modo de seleção
ru: [Библиотека/Манга] В режиме выбора добавлен параметр «Выбрать все»

source: [Library/Manga] Now leaves selection mode when no mangas/chapters are selected
ca: [Biblioteca/Manga] Ara surt del mode de selecció quan no hi ha cap manga ni capítol seleccionat
de: [Bibliothek/Manga] Auswahlmodus wird verlassen, wenn keine Manga/Kapitel gewählt sind
es: [Biblioteca/Manga] Ahora deja el modo de selección cuando no hay mangas/capítulos seleccionados
fr: [Bibliothèque/Manga] L'application quitte le mode sélection si aucun manga/chapitre n'est sélectionné
pl: [Biblioteka/Manga] Teraz opuszcza tryb zaznaczenia, gdy żadna manga/rozdział nie jest zaznaczony
pt_br: [Biblioteca/Mangá] Agora sai do modo de seleção quando nenhum mangá/capítulo é selecionado
ru: [Библиотека/Манга] Происходит выход из режима выбора, если не выбрано ни одной манги/главы

source: [Manga] Improved chapters list rendering
ca: [Manga] S'ha millorat la renderització de la llista de capítols
de: [Manga] Besseres Rendern der Kapitelliste
es: [Manga] Mejora de la representación de la lista de capítulos
fr: [Manga] Amélioration du rendu de la liste des chapitres
pl: [Manga] Usprawniono renderowanie listy rozdziałów
pt_br: [Mangá] Melhorada a renderização da lista de capítulos
ru: [Манга] Улучшена отрисовка списка глав

source: [Manga] Improved chapters download: add a progress bar and a "Stop" button
ca: [Manga] Descàrrega de capítols millorats: afegida una barra de progrés i un botó "Atura"
de: [Manga] Verbesserte Herunterladen von Kapiteln: Fortschrittsbalken und "Stop"-Button
es: [Manga] Mejora de la descarga de capítulos: añade una barra de progreso y un botón "Detener "
fr: [Manga] Amélioration du téléchargement des chapitres : Ajout d'une barre de progession ainsi qu'un bouton "Stop"
pl: [Manga] Usprawniono pobieranie rozdziałów: dodano pasek postępu i przycisk „Stop”
pt_br: [Mangá] Melhorado o download de capítulos: adiciona uma barra de progresso e um botão "Parar"
ru: [Манга] Улучшена загрузка глав: добавлен индикатор выполнения и кнопка «Остановить»

source: [Settings] General: New option to disable desktop notifications
ca: [Configuració] General: Nova opció per desactivar les notificacions d'escriptori
de: [Einstellungen] Generell: Option, Desktop-Benachrichtigungen zu deaktivieren
es: [Configuración] General: Nueva opción para desactivar las notificaciones del escritorio
fr: [Paramètres] Général : Nouvelle option pour désactiver les notifications de bureau
pl: [Ustawienia] Ogólne: dodano opcję wyłączenia powiadomień na pulpicie
pt_br: [Configurações] Geral: Nova opção para desabilitar notificações na área de trabalho
ru: [Настройки] Общее: Новый параметр для отключения уведомлений на рабочем столе

source: [Servers] Minor fixes in xkcd
ca: [Servidors] Correccions menors en xkcd
de: [Server] Kleine Fehlerbehebungen bei xkcd
es: [Servidores] Corrige errores menores en xkcd
fr: [Serveurs] Correction mineure pour xkcd
pl: [Serwery] Drobne poprawki xkcd
pt_br: [Servidores] Pequenas correções no xkcd
ru: [Серверы] Небольшие исправления в xkcd

source: [Servers] Add MangaDex (EN, ES, FR)
ca: [Servidors] Afegit Mangadex (EN, ES, FR)
de: [Server] Mangadex (EN, ES, FR) hinzugefügt
es: [Servidores] Añade MangaDex (EN, ES, FR)
fr: [Serveurs] Ajout de MangaDex (EN, ES, FR)
pl: [Serwery] Dodano MangaDex (EN, ES, FR)
pt_br: [Servidores] Adiciona MangaDex (EN, ES, FR)
ru: [Серверы] Добавлен сервер MangaDex (EN, ES, FR)

source: Jaimini's Box server: Fixed mangas with an adult alert
ca: Servidor Jaimini's Box: S'han corregit els mangas amb una alerta per a adults
de: Jaimini's Box: Fehlerbehebung für Manga mit einer Warnung bei Inhalten für Erwachsene
es: Servidor de Jaimini's Box: Corrige los mangas con alerta para adultos
fr: Serveur Jaimini's Box : Correction pour les mangas ayant une alerte PEGI 18
pl: Serwer Jaimini's Box: poprawiono mangi z ostrzeżeniem dla dorosłych
pt_br: Servidor Jaimini's Box: Mangás corrigidos com um alerta adulto
ru: Сервер Jaimini's Box: Исправление для манг с предупреждением «для взрослых»

source: Added MANGA Plus server (EN, ES)
ca: Afegit el servidor MANGA Plus (EN, ES)
de: MANGA Plus Server (EN, ES) hinzugefügt
es: Añade el servidor MANGA Plus (EN, ES)
fr: Ajout du serveur MANGA Plus (EN, ES)
pl: Dodano serwer MANGA Plus (EN, ES)
pt_br: Adicionado servidor MANGA Plus (EN, ES)
ru: Добавлен сервер MANGA Plus (EN, ES)

source: Added Jaimini's Box
ca: Afegit Jaimini's Box
de: Jaimini's Box hinzugefügt
es: Añade Jaimini's Box
fr: Ajout de Jaiminis Box
pl: Dodano Jaimini's Box
pt_br: Adicionado Jaimini's Box
ru: Добавлен Jaimini's Box

source: Fixed 'Night Light' preference
ca: S'ha corregit la preferència "Llum nocturna"
de: Fehler bei 'Nachtlicht' behoben
es: Corrige la preferencia "Luz nocturna"
fr: Correction pour le mode 'veilleuse'
pl: Naprawiono preferencję „Światło nocne”
pt_br: Corrigida a preferência “Luz noturna”
ru: Исправление в параметре «Ночной режим»

source: Fixed JapScan server search
ca: S'ha corregit la cerca al servidor JapScan
de: Fehlerbehebung JapScan-Suche
es: Corrige la búsqueda en el servidor de JapScan
fr: Correction de la recherche sur le serveur JapScan
pl: Naprawiono wyszukiwanie serwera JapScan
pt_br: Corrigida a pesquisa do servidor JapScan
ru: Исправлен поиск по серверу JapScan

source: Pager focus is now correctly restored when menu is closed (useful for keypad navigation).
ca: L'enfocament del paginador ara es restaura correctament quan es tanca el menú (útil per a la navegació amb teclat).
de: Pager-Fokus korrekt wiederhergestellt, wenn Menü geschlossen ist (nützlich bei Keypadnavigierung)
es: El foco del paginador ahora se restablece correctamente cuando se cierra el menú (útil para la navegación con el teclado).
fr: Le focus du pager refonctionne maintenant correctement quant le menu est fermé (utile pour la navigation au clavier).
pl: Skupienie na pager jest teraz poprawnie przywracane, gdy menu jest zamknięte (przydatne dla nawigacji klawiaturą numeryczną).
pt_br: O foco do paginador agora é restaurado corretamente quando o menu é fechado (útil para navegação por teclado).
ru: Корректно восстанавливается фокус на странице при закрытии меню (полезно для навигации с помощью клавиатуры).

source: Happy new year to everyone.
ca: Feliç any nou a tothom.
de: Frohes neues Jahr.
es: Feliz año nuevo a todos.
fr: Bonne années tous le monde.
pl: Szczęśliwego nowego roku wszystkim.
pt_br: Feliz ano novo para todos.
ru: Поздравляю всех с Новым годом.

source: Added 'Vertical' reading direction
ca: S'ha afegit la direcció de lectura "vertical"
de: Vertikale Leserichtung hinzugefügt
es: Añade la dirección de lectura "Vertical"
fr: Ajout du mode de lecture 'Vertical'
pl: Dodano „pionowy” kierunek czytania
pt_br: Adicionada direção de leitura “Vertical”
ru: Добавлено «Вертикальное» направление чтения

source: Added 'Night Light' preference
ca: S'ha corregit la preferència "Llum nocturna"
de: Nachtlicht-Einstellung hinzugefügt
es: Añade la preferencia "Luz nocturna"
fr: Ajout d'un mode 'veilleuse'
pl: Dodano preferencję „Światło nocne”
pt_br: Adicionada a preferência “Luz noturna”
ru: Добавлена настройка «Ночной режим»

source: Fixed Manganelo and WEBTOON servers
ca: S'han corregit els servidors Manganelo i WEBTOON
de: Fehler bei Manganelo und WEBTOON behoben
es: Corrige los servidores Manganelo y WEBTOON
fr: Correction des serveurs Manganelo et WEBTOON
pl: Naprawiono serwery Manganelo i WEBTOON
pt_br: Corrigidos os servidores Manganelo e WEBTOON
ru: Исправлены серверы Manganelo и WEBTOON

source: Ninemanga: Fixed missing chapters issue (EN, BR, DE, ES, IT)
ca: Ninemanga: S'ha solucionat el problema dels capítols que falten (EN, BR, DE, ES, IT)
de: Ninemanga: Problem mit fehlenden Kapitel (EN, BR, DE, ES, IT) behoben
es: Ninemanga: Corrigel problema de los capítulos perdidos (EN, BR, DE, ES, IT)
fr: Ninemanga : Correction du problème des chapitres manquants (EN, BR, DE , ES, IT)
pl: Ninemanga: Naprawiono problem brakujących rozdziałów (EN, BR, DE, ES, IT)
pt_br: Ninemanga: Corrigido problema de falta de capítulos (EN, BR, DE, ES, IT)
ru: Ninemanga: исправлена проблема с отсутствующими главами (EN, BR, DE, ES, IT)

source: Pepper&amp;Carrot: Fixed chapters update
ca: Pepper&amp;Carrot: S'ha corregit l'actualització dels capítols
de: Pepper&amp;Carrot: Fehlerbehebung bei Aktualisierung von Kapiteln
es: Pepper&amp;Carrot: Correción de la actualización de los capítulos
fr: Pepper&amp;Carrot : Correction de la mise à jour des chapitres
pl: Pepper&amp;Carrot: Naprawiono aktualizację rozdziałów
pt_br: Pepper&amp;Carrot: Corrigida a atualização de capítulos
ru: Pepper&amp;Carrot: Исправлено обновление глав

source: Pepper&amp;Carrot: Added missing Cover and Credits pages
ca: Pebre&amp;Pastanaga: S'han afegit pàgines de portada i crèdits que falten
de: Pepper&amp;Carrot: Fehlende Cover und Attribution hinzugefügt
es: Pepper&amp;Carrot: Añadidas las páginas de portada y créditos que faltaban
fr: Pepper&amp;Carrot : Ajout des pages de couverture et crédit manquantes
pl: Pepper&amp;Carrot: dodano brakujące strony „okładka” i „autorzy”
pt_br: Pepper&amp;Carrot: Adicionadas páginas de capa e créditos que estavam faltando
ru: Pepper&amp;Carrot: Добавлена обложка и страница Credits

source: New preference: Servers languages
ca: Nova preferència: Idiomes dels servidors
de: Neue Einstellung: Serversprachen
es: Nueva preferencia: Idiomas de los servidores
fr: Nouvelles préférences : Langues des serveurs
pl: Nowa preferencja: Języki serwerów
pt_br: Nova preferência: Idiomas dos servidores
ru: Новая настройка: Языки источников

source: Bug fixes in Scantrad France and DB Multiverse
ca: Correcció d'errors a Scantrad France i DB Multiverse
de: Fehlerbehebung bei Scantrad France und DB Multiverse
es: Corrige errores en Scantrad France y DB Multiverse
fr: Correction de bugs pour Scantrad France et DB Multiverse
pl: Poprawy błędów w Scantrad France i DB Multiverse
pt_br: Correções de bugs em Scantrad France e DB Multiverse
ru: Исправление ошибок в Scantrad France и DB Multiverse

source: A bug fix in change of reading direction
ca: Una correcció d'error en el canvi de direcció de lectura
de: Fehler beim Wechseln der Leserichtung behoben
es: Corrige un error en el cambio de dirección de la lectura
fr: Correction d'un bug dans le changement du sens de lecture
pl: Poprawa błędu w zmianie kierunku czytania
pt_br: Uma correção de bug na mudança de direção de leitura
ru: Исправлена ошибка изменения направления чтения

source: A bug fix in Pepper&amp;Carrot
ca: Una correcció d'error a Pepper&amp;Carrot
de: Fehlerbehebung bei Pepper&amp;Carrot
es: Corrige un error en Pepper&amp;Carrot
fr: Correction d'un bug dans Pepper&amp;Carrot
pl: Poprawa błędu w Pepper&amp;Carrot
pt_br: Uma correção de bug no Pepper&amp;Carrot
ru: Исправлена ошибка в Pepper&amp;Carrot

source: Added Pepper&amp;Carrot server
ca: S'ha afegit el servidor Pepper&amp;Carrot
de: Pepper&amp;Carrot Server hinzugefügt
es: Añade el servidor Pepper&amp;Carrot
fr: Ajout du serveur Pepper&amp;Carrot
pl: Dodano serwer Pepper&amp;Carrot
pt_br: Adicionado o servidor Pepper&amp;Carrot
ru: Добавлен сервер Pepper&amp;Carrot

source: A free(libre) and open-source webcomic supported directly by its patrons to change the comic book industry!
ca: Un webcòmic lliure i de codi obert recolzat directament pels seus mecenes per canviar la indústria del còmic!
de: Ein freier open-source Webcomic, direkt unterstützt durch Patrons, um die Comic Industrie zu verändern!
es: ¡Un webcomic gratuito y de código abierto apoyado directamente por sus mecenas para cambiar la industria del cómic!
fr: Une bande déssinée en ligne libre et open-source supportée directement par ses propres mécènes afin de changer l'industrie des comics book !
pl: Wolny i otwarto-źródłowy webcomic wspierany bezpośrednio przez jego patronów, by zmienić branżę komiksów!
pt_br: Um webcomic livre e de código aberto, suportado diretamente por seus usuários para mudar a indústria de quadrinhos!
ru: Бесплатный и открытый веб-комикс, поддерживаемый непосредственно его создателями, чтобы изменить индустрию комиксов!

source: New preference: Automatically update library at startup
ca: Nova preferència: actualitza automàticament la biblioteca a l'inici
de: Neue Einstellung: Automatische Aktualisierung bei Programmstart
es: Nueva preferencia: Actualizar automáticamente la biblioteca al inicio
fr: Nouvelle préférence : Mise à jour de la Bibliothèque au démarrage de l'application
pl: Nowa preferencja: automatycznie aktualizuj bibliotekę przy starcie
pt_br: Nova preferência: Atualizar automaticamente a biblioteca na inicialização
ru: Новая настройка: Автоматически обновлять библиотеку при запуске

source: Fix in Mangakawaii server (Cloudflare problem)
ca: Correcció al servidor Mangakawaii (problema de Cloudflare)
de: Fehlerbehebung bei Mangakawaii (Cloudflare-Problem)
es: Corrección en el servidor Mangakawaii (problema de Cloudflare)
fr: Correction pour le serveur Mangakawaii (Problème lié à Cloudflare)
pl: Poprawki serwera Mangakawaii (problem z Cloudflare)
pt_br: Correção no servidor Mangakawaii (problema no Cloudflare)
ru: Исправление на сервере Mangakawaii (Проблема с Cloudflare)

source: Fixes in Mangakawaii server
ca: Correccions al servidor Mangakawaii
de: Fehlerbehebung bei Mangakawaii
es: Corrige errores en el servidor Mangakawaii
fr: Corrections pour le serveur Mangakawaii
pl: Poprawki w serwerze MangaKawaii
pt_br: Correções no servidor Mangakawaii
ru: Исправления на сервере Mangakawaii

source: Added Dragon Ball Multiverse (DBM) server
ca: S'ha afegit el servidor Dragon Ball Multiverse (DBM)
de: Dragon Ball Multiverse (DBM) hinzugefügt
es: Añade el servidor de Dragon Ball Multiverse (DBM)
fr: Ajout du serveur Dragon Ball Multiverse (DMB)
pl: Dodano serwer Dragon Ball Multiverse (DBM)
pt_br: Adicionado o servidor Dragon Ball Multiverse (DBM)
ru: Добавлен сервер Dragon Ball Multiverse (DBM)

source: Fixes in Japscan server (search still broken)
ca: Correccions al servidor Japscan (la cerca encara està trencada)
de: Fixes beim Japscan Server (Suche funktioniert immer noch nicht)
es: Corrección en el servidor Japscan (la búsqueda sigue sin funcionar)
fr: Corrections au niveau du serveur Japscan (la recherche est toujours cassée)
pl: Poprawki serwera Japscan (wyszukiwarka wciąż zepsuta)
pt_br: Correções no servidor Japscan (pesquisa ainda está quebrada)
ru: Исправления в Japscan (Поиск все еще не работает)

source: New servers: NineManga Russian, Webtoon Indonesia and Webtoon Thai
ca: Nous servidors: NineManga Russian, Webtoon Indonesia i Webtoon Thai
de: Neue Server: NineManga Russian, Webtoon Indonesia und Webtoon Thai
es: Nuevos servidores: NineManga Russian, Webtoon Indonesia y Webtoon Thai
fr: Nouveaux serveurs : NineManga Russe, Webtoon Indonésie et Webtoon Thaïlande
pl: Nowe serwery: NineManga Russian, Webtoon Indonesia, Webtoon Thai
pt_br: Novos servidores: NineManga Russian, Webtoon Indonesia e Webtoon Thai
ru: Новые серверы: NineManga (Русский), Webtoon (Индонезийский) и Webtoon (Тайский)

source: For all servers that allow it, most popular mangas are now offered as starting search results.
ca: Per a tots els servidors que ho permeten, la majoria dels mangas més populars s'ofereixen ara com a resultats de cerca inicials.
de: Die beliebtesten Manga werden nun auf allen Servern, welche das unterstützen, als erste Suchergebnisse angezeigt.
es: En todos los servidores que lo permiten, los mangas más populares se ofrecen ahora como resultados de búsqueda inicial.
fr: Pour tous les serveurs qui le permettent, les mangas les plus populaires sont affichés à l'accueil de la page de recherche.
pl: Dla serwerów, które to umożliwiają, najpopularniejsze mangi są teraz oferowane jako początkowe wyniki wyszukiwania.
pt_br: Para todos os servidores que o permitem, os mangás mais populares agora são oferecidos como resultados iniciais de pesquisa.
ru: На всех серверах, где это возможно, самые популярные манги теперь предлагаются в качестве начальных результатов поиска.

source: Improve speed of dates parsing
ca: Millora de la velocitat d'anàlisi de dates
de: Schnelleres Parsen von Datumsangaben
es: Mejora de la velocidad de análisis de las fechas
fr: La vitesse de parsing des dates a été améliorée
pl: Przyspieszono parsowanie dat
pt_br: Melhora a velocidade de análise de datas
ru: Улучшена скорость анализа дат

source: Fixed order of manga chapters for Scantrad France and Central de Mangás
ca: Corregit l'ordre dels capítols de manga per a Scantrad France i Central de Mangás
de: Fehlerbehebung bei der Kapitelsortierung von Scantrad France und Central de Mangás
es: Corrige el orden de los capítulos de manga para Scantrad France y Central de Mangás
fr: Correction de l'ordre des chapitres de manga pour Scantrad France et Central de Mangás
pl: Naprawiono kolejność rozdziałów mang dla Scantrad France i Central de Mangás
pt_br: Corrigida a ordem de capítulos de mangá para Scantrad France e Central de Mangás
ru: Исправлен порядок глав манги для Scantrad France и Central de Mangás

source: Fix keyboard navigation in reader
ca: Corregida la navegació del teclat al lector
de: Fehler bei Navigation mittels Tastatur behoben
es: Corrige la navegación por teclado en el lector
fr: Correction de la navigation par le clavier dans le lecteur
pl: Naprawiono nawigację klawiaturą w czytniku
pt_br: Corrige a navegação por teclado no leitor
ru: Исправьте навигации с помощью клавиатуры в читалке

source: Add a new server: xkcd (English)
ca: Afegit un servidor nou: xkcd (anglès)
de: Neuer Server: xkcd (Englisch)
es: Añade un nuevo servidor: xkcd (inglés)
fr: Ajout d'un nouveau serveur : xkcd (Anglais)
pl: Dodano nowy serwer: xkcd (angielski)
pt_br: Adicionado um novo servidor: xkcd (Inglês)
ru: Добавлен новый сервер: xkcd (Английский)

source: Add the Portuguese (Brazil) translation
ca: Afegida la traducció al portuguès (Brasil)
de: Portugiesiche (Brasilianische) Übersetzung
es: Añade la traducción al portugués (Brasil)
fr: Ajout de la traduction portugaise (Brésil)
pl: Dodano tłumaczenie na portugalski (Brazylia)
pt_br: Adicionada a tradução para português (Brasileiro)
ru: Добавлен новый перевод на португальский (Бразильский)

source: Add a new server: Central de Mangas (Portuguese)
ca: Afegit un nou servidor: Central de Mangas (portuguès)
de: Neuer Server: Central de Mangas (Portugiesisch)
es: Añade un nuevo servidor: Central de Mangas (portugués)
fr: Ajout d'un nouveau serveur : Central de Mangas (Portugais)
pl: Dodano nowy serwer: Central de Mangas (portugalski)
pt_br: Adicionado um novo servidor: Central de Mangás (Português)
ru: Добавлен новый сервер: Central de Mangas (Португальский)

source: Bug fix: Change the location of the data storage
ca: Correcció d'errors: canviada la ubicació de l'emmagatzematge de dades
de: Fehlerbehebung: Änderung des Speicherortes der Daten
es: Corrige errores: Cambio de la ruta de almacenamiento de datos
fr: Correction de bug : Changement de l'emplacement des données de stockage
pl: Poprawa błędu: zmiana położenia magazynu danych
pt_br: Correção de bug: Altera o local do armazenamento de dados
ru: Исправление ошибок: Изменение местоположения хранилища данных

source: First release
ca: Primera versió
de: Erstes Release
es: Primera versión
fr: Première sortie
id: Rilis pertama
pl: Pierwsze wydanie
pt_br: Primeiro lançamento
ru: Первый релиз

source: manga;reader;viewer;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;gnome;
ca: manga;lector;visor;còmic;manhwa;manhua;bd;webtoon;webcomic;scan;fora de línia;gnome;
fr: manga;lecteur;visionneuse;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;gnome;
pt_br: manga;leitor;visualizador;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;gnome;
ru: manga;reader;viewer;comic;manhwa;manhua;bd;webtoon;webcomic;scan;offline;gnome;манга;читалка;комикс;

source: A manga, manhwa, manhua, webtoons, webcomics and comics reader for GNOME 👉 Never forget, you can support the authors by buying the official comics when they are available in your region/language.
ca: Un lector de manga, manhwa, manhua, webtoons, webcòmics i còmics per al GNOME 👉 No oblideu mai, podeu donar suport als autors comprant els còmics oficials quan són disponibles en la vostra regió/idioma.
de: "Ein Manga-Lesegerät für GNOME 👉 Nicht vergessen, dass du mit dem Kauf offizieller Veröffentlichungen – so in deiner Region bzw. Sprache verfügbar – Autoren finanziell unterstützen kannst.
es: Un lector de manga, manhwa, manhua, webtoons, webcomics y cómics para GNOME 👉 Nunca olvide que puede apoyar a los autores comprando los cómics oficiales cuando estén disponibles en su región/idioma.
fr: Un lecteur de manga, manhua, webtoons, webcomics et BDs pour GNOME 👉 N'oubliez jamais, vous pouvez soutenir les auteurs en achetant les BD officielles lorsqu'elles sont disponibles dans votre région / langue.
id: Pembaca manga, manhwa, manhua, webtoon, webcomic dan komik untuk GNOME 👉 Jangan lupa, Anda bisa mendukung para penulis dengan membeli komik resmi ketika tersedia di wilayah/bahasa Anda.
nl: Een manga, manhwa, manhua, webtoons, webcomics en striplezer voor GNOME 👉 Vergeet nooit, je kunt de auteurs steunen door de officiële strips te kopen wanneer ze beschikbaar zijn in jouw regio/taal.
pl: Czytnik mangi, manhwy, manhua, webtoonów, webkomiksów i komiksów dla GNOME 👉 Nie zapomnij, możesz wesprzeć autorów poprzez kupno oficjalnych komiksów, jeśli są dostępne w twoim regionie/języku.
pt_br: Um leitor de mangá, manhwa, manhua, webtoons, webcomics e quadrinhos para o GNOME 👉 Nunca se esqueça, você pode apoiar os autores comprando os quadrinhos oficiais quando estiverem disponíveis em sua região/idioma.
ru: Приложение для GNOME для чтения манги, манхвы, манхуа, webtoons, веб-комиксов и комиксов 👉 Никогда не забывайте, что вы можете поддержать авторов покупая официальные комиксы, когда они будут доступны в вашем регионе/на вашем языке.

source: Menu
ar: قائمة
ca: Menú
de: Menü
es: Menú
ru: Меню

source: Resume Reading
ru: Продолжить чтение

source: Info
ar: معلومات
ca: Informació
es: Información
fr: Infos
nl: Informatie
pl: Informacje
pt_br: Informação
ru: Информация

source: Add to Library
ar: أضف للمكتبة
ca: Afegeix a la biblioteca
de: Zur Bibliothek hinzufügen
es: Añadir a la biblioteca
fr: Ajouter à la bibliothèque
id: Tambahkan ke Pustaka
nl: Toevoegen aan bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à biblioteca
ru: Добавить в библиотеку

source: Details
ar: تفاصيل
ca: Detalls
de: Eigenschaften
es: Detalles
fr: Détail
id: Detail
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
