Repository: quillahava/komikku
Catalog: po/*.po
Languages: ar, ca, de, es, fr, id, nl, pl, pt_br, ru

source: Genres
ar: تصنيفات
ca: Gèneres
es: Géneros
id: Genre
pl: Gatunki
pt_br: Gênero
ru: Жанры

source: Scanlators
de: Übersetzer
fr: Scanlateurs
id: Scanlator
nl: Scanners
pl: Skanlatorzy
pt_br: Tradutores
ru: Переводчики

source: Last Update
ar: آخر التحديثات
ca: Darrera actualització
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
id: Pembaruan Terakhir
nl: Laatste update
pl: Ostatnio zaktualizowano
pt_br: Última atualização
ru: Последнее обновление

source: Size on Disk
ar: الحجم المستغل على القرص
ca: Mida al disc
de: Speicherverbrauch
es: Tamaño en disco
fr: Espace disque utilisé
id: Ukuran pada Diska
nl: Grootte op schijf
pl: Rozmiar na dysku
pt_br: Tamanho no disco
ru: Размер на диске

source: Synopsis
ar: ملخص
ca: Sinopsi
de: Inhalt
es: Sinopsis
id: Sinopsis
nl: Samenvatting
pl: Opis
pt_br: Sinopse
ru: Описание

source: No Categories
ru: Категории отсутствуют

source: New
ar: جديد
ca: Nou
de: Neu
es: Nuevo
fr: Nouveau
id: Baru
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новое

source: Add
ar: أضف
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambahkan
nl: Toevoegen
pl: Dodaj
pt_br: Acrescentar
ru: Добавить

source: Download Manager
ca: Gestor de descàrregues
es: Gestor de descargas
fr: Gestionnaire de téléchargement
id: Pengelola Unduhan
pl: Menedżer pobierania
pt_br: Gerenciador de Download
ru: Менеджер загрузок

source: Start/Stop Download
ru: Начать/Остановить загрузку

source: No Downloads
ru: Загрузки отсутствуют

source: Search
ca: Cerca
de: Suche
es: Buscar
fr: Rechercher
id: Cari
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск

source: Open in Browser
ar: افتح في المتصفح
ca: Obre al navegador
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
id: Buka di Browser
nl: Openen in webbrowser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере

source: Most Popular
ar: المتداول
ca: El més popular
de: Beliebteste
es: Más populares
fr: Populaires
id: Terpopuler
nl: Meest populaire
pl: Najpopularniejsze
pt_br: Mais Popular
ru: Самые популярные

source: Latest Updates
ar: آخر تحديثات
ca: Últimes actualitzacions
de: Zuletzt aktualisiert
es: Últimas actualizaciones
fr: Récents
id: Pembaruan Terkini
nl: Laatste updates
pl: Najnowsze aktualizacje
pt_br: Atualizações mais recentes
ru: Последние обновления

source: Servers
ar: خوادم
ca: Servidors
es: Servidores
fr: Serveurs
id: Server
pl: Serwery
pt_br: Servidores
ru: Серверы

source: Search Comics Across All Servers
ru: Искать комиксы на всех серверах

source: Search Servers
ru: Поиск серверов

source: Search for servers by name or language
ar: ابحث عن خادم حسب الاسم أو اللغة
ca: Cerca servidors per nom o idioma
de: Suche Server nach Name/Sprache
es: Buscar servidores por nombre o idioma
fr: Rechercher des serveurs par nom ou par langue
id: Cari server berdasarkan nama atau bahasa
nl: Servers zoeken op naam of taal
pl: Szukaj serwerów według nazwy lub języka
pt_br: Pesquisa por servidores por nome ou idioma
ru: Поиск серверов по названию или языку

source: History
ar: سجل
ca: Historial
de: Zuletzt gelesen
es: Historial
fr: Historique
id: Riwayat
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История

source: No History
ru: История отсутствует

source: Library
ca: Biblioteca
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека

source: Toggle Categories Sidebar
ru: Боковая панель категорий

source: Main Menu
ca: Menú principal
es: Menú principal
fr: Menu principal
pl: Menu główne
pt_br: Menu Principal
ru: Главное меню

source: Search by name, server or genre
ar: ابحث حسب الاسم أو التصنيف أو الخادم
ca: Cerca per nom, servidor o gènere
de: Suche nach Name, Server oder Genre
es: Buscar por nombre, servidor o género
fr: Rechercher par nom, serveur ou genre
id: Cari berdasarkan nama, server, atau genre
nl: Zoeken op naam, server of genre
pl: Szukaj według nazwy, serwera lub gatunku
pt_br: Pesquisa por nome, servidor ou gênero
ru: Поиск по названию, серверу или жанру

source: Update
ar: حدّث
ca: Actualitzar
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Pembaruan
nl: Bijwerken
pl: Zaktualizuj
pt_br: Atualizar
ru: Обновить

source: Discover Comics
ca: Descobriu Còmics
es: Descubrir los cómics
fr: Découvrir des BD
pl: Odkrywaj komiksy
pt_br: Descobrir Comics
ru: Откройте для себя комиксы

source: Order of Chapters
ar: ترتيب الفصول
ca: Ordre dels Capítols
de: Kapitelsortierung
es: Orden de los capítulos
fr: Ordre des chapitres
id: Urutan Bab
nl: Hoofdstukvolgorde
pl: Kolejność rozdziałów
pt_br: Ordem dos capítulos
ru: Порядок глав

source: ⬆ By Source
ar: ⬆حسب المصدر
ca: ⬆ Per Font
de: Nach Quelle ⬆
es: ⬆ Por origen
fr: ⬆ Par source
id: ⬆ Berdasarkan Sumber
nl: ⬆ Bij bron
pl: ⬆ Według źródła
pt_br: ⬆ por origem
ru: ⬆ По источнику

source: ⬇ By Source
ar: ⬇حسب المصدر
ca: ⬇ Per Font
de: Nach Quelle ⬇
es: ⬇ Por origen
fr: ⬇ Par source
id: ⬇ Berdasarkan Sumber
nl: ⬇ Bij bron
pl: ⬇ Według źródła
pt_br: ⬇ por origem
ru: ⬇ По источнику

source: ⬆ By Date
ar: ⬆حسب التاريخ
ca: ⬆ Per Data
de: Nach Datum ⬆
es: ⬆ Por fecha
fr: ⬆ Par date
id: ⬆ Berdasarkan Tanggal
nl: ⬆ Bij datum
pl: ⬆ Według daty
pt_br: ⬆ por data
ru: ⬆ По дате

source: ⬇ By Date
ar: ⬇حسب التاريخ
ca: ⬇ Per Data
de: Nach Datum ⬇
es: ⬇ Por fecha
fr: ⬇ Par date
id: ⬇ Berdasarkan Tanggal
nl: ⬇ Bij datum
pl: ⬇ Według daty
pt_br: ⬇ por data
ru: ⬇ По дате

source: ⬆ By Title
ar: ⬆حسب العنوان
ca: ⬆ Per Títol
de: Nach Titel ⬆
es: ⬆ Por título
fr: ⬆ Par titre
id: ⬆ Berdasarkan Judul
nl: ⬆ Bij titel
pl: ⬆ Według tytułu
pt_br: ⬆ por título
ru: ⬆ По названию

source: ⬇ By Title
ar: ⬇حسب العنوان
ca: ⬇ Per Títol
de: Nach Titel ⬇
es: ⬇ Por título
fr: ⬇ Par titre
id: ⬇ Berdasarkan Judul
nl: ⬇ Bij titel
pl: ⬇ Według tytułu
pt_br: ⬇ por título
ru: ⬇ По названию

source: Select All
ar: حدد الكل
ca: Seleccionar tot
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выбрать всё

source: Delete All
ar: احذف الكل
ca: Eliminar tots
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
id: Hapus Semua
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Excluir tudo
ru: Удалить всё

source: Pinned Servers Only
ca: Només servidors fixats
fr: Uniquement les serveurs épinglés
pt_br: Apenas Servidores Fixados
ru: Только закреплённые серверы

source: Unread
ar: غير المقروءة
ca: Sense llegir
de: Ungelesen
es: No leído
fr: Non lus
id: Belum dibaca
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lidos
ru: Не прочитано

source: Recents
ar: حديثة
de: Neu
es: Recientes
fr: Récents
id: Terbaru
nl: Recente
pl: Ostatnie
pt_br: Recentes
ru: Недавние

source: Edit Categories
ar: عدّل الفئات
ca: Editar Categories
de: Kategorien bearbeiten
es: Editar categorías
fr: Éditer les catégories
id: Edit Kategori
nl: Categorieën bewerken
pl: Edytuj kategorie
pt_br: Editar categorias
ru: Редактировать категории

source: Update Library
ar: حدّث المكتبة
ca: Actualitzar la Biblioteca
de: Bibliothek aktualisieren
es: Actualizar biblioteca
fr: Mettre à jour la bibliothèque
id: Perbarui Perpustakaan
nl: Verzameling bijwerken
pl: Zaktualizuj bibliotekę
pt_br: Atualizar biblioteca
ru: Обновить библиотеку

source: Sort
ca: Ordre
fr: Trier
pt_br: Ordenar
ru: Сортировать

source: Alphabetical
ca: Alfabètic
fr: Alphabétiquement
pt_br: Alfabética
ru: По алфавиту

source: Latest Read First
ca: L'últim llegit primer
fr: Derniers lus en premier
pt_br: Lido por Último em Primeiro Lugar
ru: Сначала последние прочитанные

source: Latest Updated First
ca: L'últim actualitzat primer
fr: Derniers mis à jour en premier
pt_br: Atualizado por Último em Primeiro Lugar
ru: Сначала последние обновлённые

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
ca: Dreceres de teclat
de: Tastenkürzel
es: Atajos del teclado
fr: Raccourcis clavier
id: Pintasan Papan Ketik
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos do teclado
ru: Комбинации клавиш

source: Donate
fr: Faire un don
pt_br: Doar
ru: Пожертвовать

source: About Komikku
ar: حول كوميكو
ca: Sobre Komikku
de: Über Komikku
es: Acerca de Komikku
fr: À propos de Komikku
id: Tentang Komikku
nl: Over Komikku
pl: O Komikku
pt_br: Sobre o Komikku
ru: О приложении

source: Type of Scaling
ar: نوع التحجيم
ca: Tipus d'escalat
de: Skalierung
es: Tipo de escalado
fr: Type de mise à l'échelle
id: Jenis Penskalaan
nl: Schaalsoort
pl: Tryb skalowania
pt_br: Tipo de dimensionamento
ru: Тип масштабирования

source: Zoom Landscape Pages
ar: كبر الصفحات الأفقية
ca: Ampliar pàgines horitzontals
de: Breite Seiten vergrößern
es: Zoom a las páginas apaisadas
fr: Zoomer les pages en format paysage
id: Perbesar Halaman Lanskap
nl: Zoom Landschapspagina's
pl: Przybliż szerokie strony
pt_br: Ampliar páginas em paisagem
ru: Масштабировать страницы в альбомной ориентации

source: Crop Borders
ar: اقتصاص الحواف
ca: Retallar les vores
de: Ränder entfernen
es: Ajustar bordes
fr: Rogner les bordures
id: Pangkas Tepi
nl: Randen weghalen
pl: Przycinanie krawędzi
pt_br: Cortar bordas
ru: Обрезать края

source: Hide Page Numbering
ar: اخف ترقيم الصفحات
ca: Amaga la numeració de pàgines
de: Seitennummerierung verstecken
es: Ocultar numeración de páginas
fr: Masquer la numérotation des pages
id: Sembunyikan Penomoran Halaman
nl: Verberg paginanummering
pl: Ukryj numerację stron
pt_br: Ocultar numeração de página
ru: Скрыть нумерацию страниц

source: Save Page
ca: Desa la pàgina
de: Seite speichern
es: Guardar página
fr: Enregistrer la page
id: Simpan Halaman
pl: Zapisz stronę
pt_br: Salvar Página
ru: Сохранить страницу

source: Preferences
ar: التفضيلات
ca: Preferències
de: Einstellungen
es: Preferencias
fr: Préférences
id: Preferensi
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Параметры

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее

source: Theme
ar: السمة
ca: Tema
es: Tema
fr: Thème
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема

source: Light
ar: فاتح
ca: Clar
es: Claro
fr: Clair
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая

source: Dark
ar: داكن
ca: Fosc
es: Oscuro
fr: Sombre
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная

source: Follow System
ar: اتبِعْ النظام
ca: Seguir el sistema
es: Seguir sistema
fr: Suivre le système
nl: Systeem volgen
pl: Takie jak system
pt_br: Seguir Sistema
ru: Системная

source: Night Light
ca: Llum nocturna
de: Nachtlicht
es: Luz nocturna
fr: Veilleuse
id: Cahaya Malam
nl: Nachtverlichting
pl: Światło nocne
pt_br: Luz noturna
ru: Ночной режим

source: Automatically enable dark theme at night
ar: فعّل السمة الداكنة في الليل تلقائيًا
ca: Activa automàticament el tema fosc a la nit
de: Aktiviert nachts automatisch das dunkle Farbschema
es: Activar automáticamente el tema oscuro por la noche
fr: Activer automatiquement le thème sombre la nuit
id: Secara otomatis mengaktifkan tema gelap di malam hari
nl: Pas het donkere thema 's avonds automatisch toe
pl: Automatycznie włącz ciemny motyw w nocy
pt_br: Habilita automaticamente tema escuro à noite
ru: Автоматически включать тёмную тему ночью

source: Desktop Notifications
ar: إشعارات سطح المكتب
ca: Notificacions d'escriptori
de: Desktop-Benachrichtigungen
es: Notificaciones de escritorio
fr: Notifications de bureau
id: Pemberitahuan Desktop
nl: Meldingen
pl: Powiadomienia na pulpicie
pt_br: Notificações da área de trabalho
ru: Уведомления рабочего стола

source: Use desktop notifications for downloads and library updates
ar: استخد الإشعارات لإظهار التنزيلات والتحديثات
ca: Utilitza les notificacions d'escriptori per a les baixades i les actualitzacions de la biblioteca
de: Nutzt Desktop-Benachrichtigungen für Downloads und Bibliothekupdates
es: Uso de las notificaciones de escritorio para las descargas y las actualizaciones de la biblioteca
fr: Utiliser les notifications de bureau pour les téléchargements et les mises à jour de la bibliothèque
id: Gunakan pemberitahuan desktop untuk unduhan dan pembaruan pustaka
nl: Meldingen op het bureaublad tonen over downloads en bibliotheekupdates
pl: Użyj powiadomień na pulpicie dla aktualizacji biblioteki i pobierania
pt_br: Usa notificações da área de trabalho para downloads e atualizações de biblioteca
ru: Использовать уведомления рабочего стола для загрузок и обновления библиотеки

source: Backdrop in Details Page
ca: Rerefons en la Pàgina de Detalls
fr: Toile de fond dans la page Détails
pt_br: Fundo na Página de Detalhes
ru: Фон на странице информации

source: Enable background recoloring to match cover
ca: Habilita el canvi de color del rerefons per coincidir amb la coberta
fr: Activer la recoloration de l'arrière-plan pour qu'il corresponde à la couverture
pt_br: Habilitar recoloração do fundo para combinar com a capa
ru: Включить перекрашивание фона в соответствии с обложкой

source: Display
ar: العرض
ca: Visualització
de: Anzeige
es: Visualizar
fr: Affichage
id: Tampilan
nl: Weergave
pl: Wyświetlanie
pt_br: Exibição
ru: Отображение

source: Display Mode
ar: نمط العرض
ca: Mode de visualització
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
id: Mode Tampilan
nl: Weergavemodus
pl: Tryb wyświetlania
pt_br: Modo de exibição
ru: Режим отображения

source: Grid
ar: شبكة
ca: Quadrícula
de: Gitter
es: Cuadrícula
fr: Grille
id: Kisi-kisi
nl: Raster
pl: Siatka
pt_br: Grade
ru: Сетка

source: Compact Grid
ca: Quadrícula compacta
de: Kompaktes Gitter
es: Cuadrícula compacta
fr: Grille compacte
id: Kisi-kisi Kompak
nl: Compact raster
pl: Kompaktowa siatka
pt_br: Grade compacta
ru: Компактная сетка

source: Servers Logo
ar: شعار الخادم
ca: Logotip dels servidors
de: Server-Logo
es: Logos de los servidores
fr: Logo des serveurs
id: Logo Server
pl: Logo serwerów
pt_br: Logotipo dos servidores
ru: Логотипы серверов

source: Display servers logo
ar: اعرض شعار الخادم
ca: Mostra el logotip dels servidors
de: Zeige das Logo des Servers
es: Mostrar el logo de los servidores
fr: Afficher les logos des serveurs
id: Tampilkan logo server
nl: Toon servers logo
pl: Wyświetl logo serwerów
pt_br: Exibe os logotipos dos servidores
ru: Отображать логотипы серверов

source: Badges
ar: شارات
ca: Distintius
de: Embleme
es: Insignias
id: Lencana
pl: Plakietki
pt_br: Emblemas
ru: Информационные бирки

source: Number of Unread Chapters
ar: عدد الفصول غير المقروءة
ca: Nombre de capítols no llegits
de: Anzahl gelesener Kapitel
es: Número de capítulos no leídos
fr: Nombre de chapitres non lus
id: Jumlah Bab yang Belum Dibaca
nl: Aantal ongelezen hoofdstukken
pl: Liczba nieprzeczytanych rozdziałów
pt_br: Número de capítulos não lidos
ru: Количество непрочитанных глав

source: Number of Downloaded Chapters
ar: عدد الفصول المنزّلة
ca: Nombre de capítols descarregats
de: Anzahl heruntergeladener Kapitel
es: Número de capítulos descargados
fr: Nombre de chapitres téléchargés
id: Jumlah Bab yang Diunduh
nl: Aantal gedownloade hoofdstukken
pl: Liczba pobranych rozdziałów
pt_br: Número de capítulos baixados
ru: Количество загруженных глав

source: Number of Recent and Unread Chapters
ar: عدد الفصول الحديثة غير المقروءة
ca: Nombre de capítols recents i sense llegir
de: Anzahl neuer und ungelesener Kapitel
es: Número de capítulos recientes y no leídos
fr: Nombre de chapitres récents et non lus
id: Jumlah Bab Terbaru dan yang Belum Dibaca
nl: Aantal recente en ongelezen hoofdstukken
pl: Liczba ostatnich i nieprzeczytanych rozdziałów
pt_br: Número de capítulos recentes e não lidos
ru: Количество последних и непрочитанных глав

source: Update at Startup
ar: حدّث عند التشغيل
ca: Actualització a l'inici
de: Beim Start aktualisieren
es: Actualización al inicio
fr: Mise à jour au démarrage
id: Perbarui saat Memulai
nl: Automatisch bijwerken na opstarten
pl: Zaktualizuj przy starcie
pt_br: Atualizar na inicialização
ru: Обновлять при запуске

source: Automatically update library at startup
ar: حدِّث المكتبة تلقائيًا عند التشغيل
ca: Actualitza automàticament la biblioteca a l'inici
de: Aktualisiert die Bibliothek bei Programmstart
es: Actualizar automáticamente la biblioteca al inicio
fr: Mettre à jour automatiquement la bibliothèque au démarrage
id: Perbarui pustaka secara otomatis saat memulai aplikasi
nl: Bibliotheek automatisch bijwerken bij opstarten
pl: Automatycznie zaktualizuj bibliotekę przy starcie
pt_br: Atualiza automaticamente a biblioteca na inicialização
ru: Автоматически обновлять библиотеку при запуске

source: Auto Download of New Chapters
ar: تنزيل الفصول الجديدة تلقائيًا
ca: Descàrrega automàtica de nous capítols
de: Automatischer Download von neuen Kapiteln
es: Descarga automática de los capítulos nuevos
fr: Auto-téléchargement des nouveaux chapitres
id: Unduh Otomatis Bab Baru
nl: Automatisch downloaden van nieuwe hoofdstukken
pl: Automatycznie pobierz nowe rozdziały
pt_br: Download automático de novos capítulos
ru: Авто-загрузка новых глав

source: Automatically download new chapters
ar: نزّل الفصول الجديدة تلقائيًا
ca: Descarrega automàticament nous capítols
de: Lädt neue Kapitel automatisch herunter
es: Descargar automáticamente los nuevos capítulos
fr: Télécharger automatiquement les nouveaux chapitres
id: Unduh bab baru secara otomatis
nl: Automatisch nieuwe hoofdstukken downloaden
pl: Automatycznie pobierz nowe rozdziały
pt_br: Baixa automaticamente novos capítulos
ru: Автоматически загружать новые главы

source: Servers Languages
ar: لغات الخوادم
ca: Idiomes dels servidors
de: Serversprachen
es: Idiomas de los servidores
fr: Langues des serveurs
id: Bahasa Server
nl: Servertalen
pl: Języki serwerów
pt_br: Idiomas do servidor
ru: Языки источников

source: Restrict servers to selected languages
ar: حَدُ الخوادم باللغات المختارة
ca: Restringeix els servidors als idiomes seleccionats
de: Schränkt die verfügbaren Server nach Sprachen ein
es: Restringir los servidores a los idiomas seleccionados
fr: Restreindre les serveurs aux langues sélectionnées
id: Batasi server untuk bahasa tertentu
nl: Toon alleen servers die beschikbaar zijn in de geselecteerde talen
pl: Pokazuj serwery tylko w wybranych językach
pt_br: Restringe servidores aos idiomas selecionados
ru: Ограничить источники выбранными языками

source: Servers Settings
ar: إعدادات الخوادم
ca: Configuració dels servidors
de: Servereinstellungen
es: Configuración de los servidores
fr: Paramètres des serveurs
id: Pengaturan Server
nl: Server­instellingen
pl: Ustawienia serwerów
pt_br: Configurações de servidores
ru: Настройка серверов

source: Enable/disable and configure servers
ar: تفعيل/تعطيل الخوادم وضبطها
ca: Activar/desactivar i configurar servidors
de: Server auswählen/abwählen und konfigurieren
es: Activar/desactivar y configurar servidores
fr: Activer / désactiver et configurer les serveurs
id: Aktifkan/nonaktifkan dan atur server
nl: Servers in- en uitschakelen en configureren
pl: Włącz/wyłącz i skonfiguruj serwery
pt_br: Habilita/desabilita e configura servidores
ru: Включение/отключение и настройка серверов

source: Long Strip Detection
ca: Detecció de tires llargues
de: Long-Strip-Erkennung
es: Detección de franjas largas
fr: Détection des longues pages verticales
id: Deteksi Strip Panjang
nl: Lange stripboek herkenning
pl: Wykrycie long stripu
pt_br: Detecção de faixa longa
ru: Обнаружение длинных полос

source: Automatically detect long vertical strip when possible
ca: Detecta automàticament una franja vertical llarga quan sigui possible
de: Erkennt lange, vertikale Strips automatisch
es: Detecta automáticamente la franja vertical larga cuando es posible
fr: Auto-détecter les longues pages verticales lorsque cela est possible
id: Deteksi strip vertikal yang panjang secara otomatis apabila memungkinkan
nl: Detecteert automatisch lange stripboek indien mogelijk
pl: Automatycznie wykrywaj długie pionowe pasy, gdy możliwe
pt_br: Detecta automaticamente faixa vertical longa quando possível
ru: По возможности, автоматически обнаруживать длинные вертикальные полосы

source: NSFW Content (18+)
ar: محتوى حساس NSFW (18+)
ca: Contingut NSFW (18+)
es: Contenido NSFW (18+)
fr: Contenu NSFW (18+)
id: Konten NSFW (18+)
nl: NSFW-inhoud (18+)
pl: Treść NSFW (18+)
pt_br: Conteúdo NSFW (18+)
ru: NSFW-контент (18+)

source: Whether to enable servers with NSFW content
ar: تفعيل الخوادم التي تنطوي على محتوى حساس NSFW
ca: Si s'han d'habilitar servidors amb contingut NSFW
es: Activar o no servidores con contenido NSFW
fr: Activer ou non les serveurs avec du contenu NSFW
id: Mengatur apakah server dengan konten NSFW akan diaktifkan
nl: Of servers met NSFW-inhoud moeten worden ingeschakeld
pl: Czy włączyć serwery z treścią NSFW
pt_br: Se deseja habilitar servidores com conteúdo NSFW
ru: Следует ли использовать серверы имеющие NSFW-контент

source: NSFW Only Content (18+)
ca: Només contingut NSFW (18+)
es: Contenido sólo NSFW (18+)
fr: Contenu NSFW uniquement (18+)
id: Konten Khusus NSFW (18+)
nl: Alleen NSFW-inhoud (18+)
pl: Treść wyłącznie NSFW (18+)
pt_br: Conteúdo somente NSFW (18+)
ru: Только NSFW-контент (18+)

source: Whether to enable servers with NSFW only content
ca: Si s'han d'habilitar servidors amb contingut només NSFW
de: Ob Server mit speziellem Fokus auf möglicherweise unpassende (z.B. pornographische) Inhalte aktiviert werden sollen
es: Si se habilitan los servidores con sólo contenido inapropiado
fr: Activer ou non les serveurs avec uniquement du contenu NSFW
id: Mengatur apakah akan mengaktifkan server dengan konten NSFW saja
nl: Of servers met alleen NSFW-inhoud moeten worden ingeschakeld
pl: Czy włączać serwery z treścią wyłącznie NSFW
pt_br: Se deve permitir servidores com conteúdo somente NSFW
ru: Следует ли использовать серверы имеющие только NSFW-контент

source: Reader
ca: Lector
de: Leser
es: Lector
fr: Lecteur
id: Pembaca
pl: Czytnik
pt_br: Leitor
ru: Читалка

source: Reading Mode
ar: وضع المطالعة
ca: Mode de lectura
de: Lesemodus
es: Modo lectura
fr: Mode de lecture
id: Mode Baca
nl: Leesmodus
pl: Tryb czytania
pt_br: Modo de leitura
ru: Режим чтения

source: ⬅ Right to Left
ar: من اليمين لليسار ⬅
ca: ⬅ De dreta a esquerra
de: Rechts nach Links ⬅
es: ⬅ De derecha a izquierda
fr: ⬅ De droite à gauche
id: ⬅ Kanan ke Kiri
nl: ⬅ Rechts naar links
pl: ⬅ Z prawej do lewej
pt_br: ⬅ direita para esquerda
ru: ⬅ Справа налево

source: ➡ Left to Right
ar: من اليسار لليمين ➡
ca: ➡ D'esquerra a dreta
de: Links nach Rechts ➡
es: ➡ De izquierda a derecha
fr: ➡ De gauche à droite
id: ➡ Kiri ke Kanan
nl: ➡ Links naar rechts
pl: ➡ Z lewej do prawej
pt_br: ➡ esquerda para direita
ru: ➡ Слева направо

source: ⬇ Vertical
ar: عمودي ⬇
de: Vertikal ⬇
id: ⬇ Vertikal
nl: ⬇ Verticaal
pl: ⬇ Pionowo
ru: ⬇ Вертикальный

source: ⬇ Webtoon
ar: ويب تون ⬇
ru: ⬇ Вебтун

source: Maximum Width
ar: العرض الأقصى
ca: Amplada màxima
de: Maximale Weite
es: Anchura máxima
fr: Largeur maximale
id: Lebar Maksimum
nl: Maximale breedte
pl: Maksymalna szerokość
pt_br: Largura máxima
ru: Максимальная ширина

source: Constrain reader's width to a given maximum size (Webtoon reading mode only)
ca: Restringeix l'amplada del lector a una mida màxima determinada (només el mode de lectura Webtoon)
de: Schränke im Webtoon-Modus die maximale Breite ein
es: Limitar la anchura del lector a un tamaño máximo determinado (sólo en el modo de lectura Webtoon)
fr: Contraindre la largeur du lecteur à une taille maximale donnée (mode de lecture Webtoon uniquement)
id: Membatasi lebar pembaca pada ukuran maksimum tertentu (hanya untuk mode membaca Webtoon)
nl: Beperk de breedte van de lezer tot een bepaalde maximumgrootte (alleen voor Webtoon-leesmodus)
pl: Ogranicz szerokość czytnika do określonego maksymalnego rozmiaru (tylko tryb czytania Webtoon)
pt_br: Restringe a largura do leitor a um determinado tamanho máximo (somente no modo de leitura Webtoon)
ru: Ограничить ширину читалки заданным максимальным размером (только в режиме чтения «Вебтун»)
